[
  {
    "id": "C01147271",
    "idInIndex": "C01147271",
    "type": "AGENCY",
    "title": "Part-time: IT - Developer i.a. Mobile Apps, Java, Spring, VueJS, Android Studio, REST API... (f/m/d)",
    "location": "Frankfurt am Main",
    "description": "-\n\nProgramming and implementation: Implementation of technical requirements for the above-mentioned apps based on Java, for apps JavaScript, TypeScript, Vue.js, Android Studio and Xcode, Spring, MongoDB. Implementation and extension of the frontend with VueJS. Backend with MongoDB. Customization and development with Xcode and Android Studio. Bug fixes and optimization: Fixing bugs from development and test phases. Performance optimization for backend and frontend components as well as database processes....",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147271",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T15:30:28.778",
    "startDate": "23.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Must have requirement: 5 years of project experience in mobile application delivery, technical implementation of business requirements and ensuring data and system security for validation codes. Profile must have demonstrable experience and extensive expertise in mobile application development and operations using the following technologies: Backend: Java, Spring Framework, - Frontend: VueJS, JavaScript, Type Script, Android Studio, Xcode - Databases: Mongo DB The profile must be able to communicate regularly and transparently and maintain all project documentation in German. This requires the use of tools such as M365 for communication, Jira for ticket and task management, and GitLab/Hub for source code management. Documentation in SharePoint is also essential Experience in the maintenance and further development of data connections on a technological basis of RESTAPI and data exchange Target Requirement: Participation in the technical requirements management process from a development perspective. Knowledge of the implementation of technical requirements, description of user stories and epics. The profile demonstrates knowledge of IOS and Android based on 2 projects each (multi-OS projects possible) from the last 3 years The profile should include knowledge of the architecture of mobile applications, basic architecture concepts, architecture principles, integration of interfaces and security aspects"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "676d1116414911f0ace682a1d637046d",
    "idInIndex": "676d1116414911f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Project Manager IT Infrastructure (m/f/d)",
    "location": "D0, Remote",
    "description": "Currently our client is urgently looking for an IT infrastructure expert who is familiar with analysis and optimization of existing IT infrastructures regarding network, server, cloud, security. Azure experience + monitoring tool knowledge is desired. Workload: 50-60% Location: Dresden + 50% remote Your tasks: Technical evaluation of the existing IT infrastructure (network, server, cloud, security) Derivation and implementation of short-term measures (\"quick wins\") Creation of a strategic IT roadmap...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100121%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T15:17:00.000",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "684043e1733e7f7d2c1f9a5d",
    "idInIndex": "684043e1733e7f7d2c1f9a5d",
    "type": "DIREKT",
    "title": "Agile Senior Tester",
    "location": "Nürnberg/Remote",
    "description": "Agile Senior Tester This project is about video communication that ensures stability and user-friendliness to a high standard.\nContinuous development and testing of the software is necessary.\n\nThe following tasks are required:\n- Design, specification, implementation and documentation of software tests, taking into account the \nprocesses, methods and tools in the IT system house\n- Creation and implementation of automated tests\n- Planning and controlling the execution of system integration tests, test...",
    "companyName": null,
    "companyLogoUrl": "https://www.gulp.de/direkt/app/assets/img/gulp-direkt-logo.png",
    "url": "https://www.gulp.de/gulp2/g/projekte/direkt/684043e1733e7f7d2c1f9a5d",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T15:02:25.945",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "SCTM",
      "Aqua",
      "Selenium",
      "JUnit",
      "Eclipse",
      "Postman",
      "BitBucket",
      "Jira",
      "Confluence",
      "Experience with public authorities an advantage"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146534",
    "idInIndex": "C01146534",
    "type": "AGENCY",
    "title": "HSE specialist (m/f/d) with SIFA certification - QA/QC &amp; construction site experience in plant construction",
    "location": "Weißenfels, Saale",
    "description": "In summary, your respective tasks will make a significant contribution to quality, safety and the protection of health and the environment on the construction site. Close cooperation and coordination between QA/QC and HSE/SIFA is crucial for the successful and safe completion of construction projects. Germany-wide projects!\n\nQA/QC (Quality Assurance / Quality Control): Quality Assurance (QA):Development and implementation of quality standards and procedures for the entire construction process. Creation...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146534",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T14:30:30.296",
    "startDate": "05.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "QA/QC: Requirements: Sound knowledge of building materials, standards, quality management systems; experience in inspection/testing, reporting; diligence, quality awareness, analytical thinking, communication skills; technical training with additional QM qualification advantageous. Tasks: Developing/checking quality standards, inspections, defect management, documentation, improvement. HSE: Requirements: Sound knowledge of laws/guidelines (occupational health and safety, environment); experience in risk assessment, plan preparation, instruction, accident investigation; sense of responsibility, strong communication skills, assertiveness; degree in safety engineering/environment or similar with relevant additional qualifications. Tasks: Develop/review HSE guidelines, risk assessments, safety plans, instructions, accident investigation, monitoring."
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147045",
    "idInIndex": "C01147045",
    "type": "AGENCY",
    "title": "Site manager (m/f/d) with focus on cleanroom technology",
    "location": "Halle (Saale)",
    "description": "Our client is looking for a Site Manager (m/f/d) with experience in cleanroom technology for a project in Halle. General conditions: Start: Immediately Duration: 12 months with the possibility of extension Location: Halle Hourly rate: 80 €/hour\n\nEngineering object supervision and object support of technical equipment systems (work phases 8 and 9 according to HOAI § 55) Cross-discipline commissioning management during the planning and construction phase as well as support of technical monitoring Successfully...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147045",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T14:30:30.294",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Successfully completed technical college or university education in the field of mechanical engineering, technical building services, supply or electrical engineering, or comparable professional experience in engineering planning or construction supervision Good written and spoken English skills Experience in technical building services and building technology"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "0021a24a414111f0ace682a1d637046d",
    "idInIndex": "0021a24a414111f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "SiFa / HSE Representative (short project) (m/f/d)",
    "location": "D5",
    "description": "We are looking for a SiFa / HSE representative for a short project in Cologne. It is about an energy plant. Location: Cologne Workload: 100% Your tasks:  Coordination of safety-related measures during construction progress Document filing in accordance with HSE specifications HSE interface to subcontractors Checking safety-relevant documents (e.g. HSE plan, SCC certificates) Weekly / monthly HSE reporting Reporting and follow-up of deviations Adaptation of emergency plan and PtW / LoTo systems Accident...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100118%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T14:17:00.000",
    "startDate": "30.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "097cbcda414111f0ace682a1d637046d",
    "idInIndex": "097cbcda414111f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Expert for explosion protection (m/f/d)",
    "location": "Remote",
    "description": "We are currently looking for an explosion protection expert for a client.  You will be responsible for the following tasks  Creation of an as-is analysis to record the contents of the specifications Creation of a concept evaluation based on the analysis Creation of an assessment of the specifications, in particular their completeness Creation of safety assessments with regard to the TÜV test Creation of technical documentation Comprehensive experience with hydrogen plants, in particular explosion...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100123%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T14:17:00.000",
    "startDate": "Juni",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147048",
    "idInIndex": "C01147048",
    "type": "AGENCY",
    "title": "BI Consultant (m/f/d) (Insurance industry)",
    "location": "Coburg",
    "description": "Our client from the insurance industry needs external support in the area of customer communication (BO24), including capacity requirements calculation (KBR) and base reporting (BWS). Framework data: Start: 16.06.2025 End: 31.12.2025 (with option to extend) Utilization: 80-100% (72 - 100 days planned until the end of 2025) Location: Coburg (remote up to 70%-80%) Project language: German\n\nInterface to specialist departments, system testers, developers Advice on conceptual activities Deviation analyses...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147048",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T13:30:26.032",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Strong multi-year experience in the BI area Very good technical knowledge in the use of BI tools and databases (DB2, Data Stage, Cognos, Oracle, ...) Experience in the insurance industry Experience in capacity requirements calculation and reporting Socket Strong ability to work in a team Knowledge in test management Strong ability to work in a team"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "e0830992413111f0ace682a1d637046d",
    "idInIndex": "e0830992413111f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Technical Service Manager (m/f/d)",
    "location": "Remote",
    "description": "We are looking for a Technical Service Manager/ System Integrator: The following tasks are part of the project: Maintain service documents, make approvals in cooperation with the internal service manager Knowledge of Web Solution Platform (TS-020) Linux Server (TS-018) Oracle Databases UnixPrintingService Container and Orchestration Platform (TS-088) Time Service (TS-123) Remote remote",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100119%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T12:18:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "dcdd1076413111f0ace682a1d637046d",
    "idInIndex": "dcdd1076413111f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Site manager / site supervisor PV system (m/f/d)",
    "location": "D3",
    "description": "We are currently looking for a site manager with experience in the PV sector on an open space. Utilization: 100% (on site near Braunschweig) Tasks:  Supervision of the construction work in accordance with planning, standards and regulations (e.g. VDE, DIN, EEG) Coordination/supervision of the trades: earthworks, substructure, module installation, cabling, transformer stations, grid connection Site inspections and progress checks Inspection of the delivered components (modules, inverters, cables,...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100120%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T12:17:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "684015e08c300e5fa5ce2a22",
    "idInIndex": "684015e08c300e5fa5ce2a22",
    "type": "TALENT_FINDER",
    "title": "Consultant (m/f/d) Migration Cloud Application GitLab to GitHub Remote and Cologne",
    "location": "Köln",
    "description": "For our client in Cologne we are looking for a Consultant (m/f/d) Migration Cloud Application GitLab to GitHub from 01.07. for the expected duration until the end of 2025 with the option of extension.\n\nObjective:\n\nThe aim of the project is to migrate the existing Cloud Application Platform from GitLab to GitHub. The platform is currently managed entirely via GitLab (e.g. CI/CD pipelines, repositories, authorization structures, etc.). The aim is to implement future administration via GitHub and to...",
    "companyName": "percision services GmbH",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/684015e08c300e5fa5ce2a22",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T11:46:08.935",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "GitLab",
      "GitHub"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146979",
    "idInIndex": "C01146979",
    "type": "AGENCY",
    "title": "Freelance Expert Qualification &amp; Validation (m/f/d)",
    "location": "Munich",
    "description": "For our client, a leading international pharmaceutical company, we are looking for a freelance Automation Expert (m/f/d).\n\nProject support for commissioning, qualification and validation of process control systems Planning and implementation of qualification and CSV measures in the GxP environment Validation of production systems (PU) in a regulated environment Creation and review of technical documents (DQ, IQ, OQ, PQ, risk analyses, Plans) Cooperation and coordination with specialist departments...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146979",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T11:30:29.409",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Completed studies in the natural sciences or technical field desirable Further training in CSV and data integrity Several years of experience in a GMP-regulated environment (focus on qualification &amp; validation) Knowledge of GxP regulations, e.g. EU-GMP, Annex 11, 21 CFR Part 11 Experience with process control systems and production systems (PU) Confident in the creation and testing of DQ, IQ, OQ, PQ, risk analyses and validation plans Know-how in life cycle management of systems and software Familiar with automation technology from leading manufacturers Very good knowledge of German and English Structured, reliable and team-oriented way of working"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147029",
    "idInIndex": "C01147029",
    "type": "AGENCY",
    "title": "Process Manager (m/f/d) - IT Process Landscape",
    "location": "Hamburg",
    "description": "For our client, a leading industrial company based in Northern Germany, we are looking for an experienced Process Manager (m/f/d) with a strong sense for people and practicability. The aim of the project is to further develop the IT process landscape - both conceptually and in close coordination with specialist departments and stakeholders. Location: Remote (home office) with a few pre-arranged days on site. Start: from 01.07.2025 (15.07.2025 at the latest) Duration: until 31.12.2025 with option...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147029",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T11:30:29.407",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Process expertise: Several years of experience in process management, ideally with relevant certifications (e.g. BPMN, Six Sigma, Lean Management). Tool knowledge: Confident in using process management tools, especially ADONIS. People focus: A keen sense of people and the ability to engage and motivate a wide range of stakeholders. Strong communication skills: Excellent communication skills (verbal and written) to present and convey complex topics in an understandable way. Pragmatism: The willingness and ability to develop and allow pragmatic approaches to solutions alongside traditional frameworks. Analytical skills: Strong analytical thinking skills and the ability to grasp complex issues quickly. Independence: An independent, structured and results-oriented way of working. Language skills: Business fluent German language skills are mandatory."
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146984",
    "idInIndex": "C01146984",
    "type": "AGENCY",
    "title": "Scrum Master (m/f/d)",
    "location": "Hamburg",
    "description": "Our framework contract partner is looking for a Scrum Master (m/f/d) as soon as possible\n\nCurrently only information on the project is available, details on the task and framework data will follow asap. Project context: Further developments and improvements are to be made in phases for an existing marketing platform. The first brands and suppliers are already integrated on the platform. Further elements are currently being integrated. Several proven projects as Scrum Master and/or Agile Coach Scrum...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146984",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T11:30:29.401",
    "startDate": "23.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Several proven projects as Scrum Master and/or Agile Coach Scrum Master in marketing projects Experience in the integration/connection of interfaces"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "684010700ed2b8273e40aa09",
    "idInIndex": "684010700ed2b8273e40aa09",
    "type": "DIREKT",
    "title": "Implementation of workshop on decision-making SAP SAC vs. SAP with Power BI, with preparation and follow-up",
    "location": "Ostfildern",
    "description": "Moderation Consultant required to conduct a workshop together with the internal team leaders.\nIt is only about the implementation of the workshop (moderation) (half-day / full-day, depending on the situation) including preparation and follow-up, i.e. max. 2 days of service\nThe workshop should take place on site (Stuttgart area)\n\nThe result should be:\nDecision whether we want to use SAC or rather Power BI in connection with SAP as BI tool for our SAP system (S/4 Hana) in the future?\nThe result should...",
    "companyName": null,
    "companyLogoUrl": "https://www.gulp.de/direkt/app/assets/img/gulp-direkt-logo.png",
    "url": "https://www.gulp.de/gulp2/g/projekte/direkt/684010700ed2b8273e40aa09",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T11:22:56.962",
    "startDate": "02.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "SAP SAC",
      "Power BI in SAP"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "b21d8122412711f0ace682a1d637046d",
    "idInIndex": "b21d8122412711f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Expert for release, versioning and planning processes (m/f/d)",
    "location": "D8, Remote",
    "description": "We are currently looking for an expert for release, versioning and planning processes for an exciting project with our client.  General conditions:  Utilization to 100% At the start of the project, individual appointments on site in Friedrichshafen on Lake Constance or Augsburg Creation of an overall concept for packaging software Planning process Development of a structured approach to planning modular functions Release process Definition of a clear release cycle that ensures the release of modular...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100117%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T11:17:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "684006e28c300e5fa5ce100b",
    "idInIndex": "684006e28c300e5fa5ce100b",
    "type": "TALENT_FINDER",
    "title": "Partner company: C# Developer (m/f/d) with NI test bench / Labview experience - Remote and Karlsruhe",
    "location": "Karlsruhe (Baden)",
    "description": "Our customer in Karlsruhe is facing the challenge of replacing a test framework written in .NET C# with NI TestStand. The old test specifications and the old code have to be analyzed and the test procedure has to be transferred to NI TestStand. In addition, the C# code that was implemented for connecting the machines must be extracted from the old code and migrated to NI TestStand (including C# modules).\n\nHardware components such as S7 or ET200 are tested, basically the hardware that is produced...",
    "companyName": "percision services GmbH",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/684006e28c300e5fa5ce100b",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T10:42:10.821",
    "startDate": "09.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "LabView",
      "C#"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146969",
    "idInIndex": "C01146969",
    "type": "AGENCY",
    "title": "Chatbot development with Azure OpenAI",
    "location": "Hamburg",
    "description": "For our client, an energy supplier, we are looking for a Chatbot Developer (m/f/d) with Azure OpenAI at the beginning of next year. Start: ASAP, approx. beginning of July 2025 End: 31.10.2025 with option to extend Workload: 4 days per week Location: 80% remote; 20% on-site This tender is about consulting services for the development of intelligent company chatbots using Azure OpenAI and LangChain.\n\nFurther development of a Python backend for chatbot solutions using Azure OpenAI and LangChain (LangServe)...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146969",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T10:30:25.076",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "In-depth knowledge and several years of experience in the development of AI applications (e.g. Chatbots) using Lage Language Models (LLMs) Strong developer skills in the following Microsoft Azure stack (Azure OpenAI, Azure AI Search, Azure DevOps, Azure App Service) Practical experience in using LangChain to link AI models and data sources and applying the RAG pattern and agents Good knowledge of backend development with Python (at least 3.10) Several years of experience in frontend development with React and MUI"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146914",
    "idInIndex": "C01146914",
    "type": "AGENCY",
    "title": "Global Transformation Expert (m/f/d)",
    "location": "Munich",
    "description": "For our client, a leading international pharmaceutical company, we are looking for an experienced personality with expertise in change management. As a neutral sparring partner for managers, HR business partners and external stakeholders, you will actively shape change processes, strengthen learning cultures and promote the development of sustainable networks.\n\nAnalysis of individual and structural challenges in the context of change Recommendation of suitable development formats - e.g. Coaching,...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146914",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T10:30:25.071",
    "startDate": "04.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Degree, ideally in business education, (business) psychology, business administration or organizational development Several years of experience in change management or organizational development - in an international manufacturing environment Practical experience in the development and implementation of change formats, communication tools, training and workshops Sound knowledge of methods and know-how in project and process management, data analysis and interpretation Desirable: Additional training in systemic consulting, coaching or OE Strong communication skills, consulting skills and service-oriented thinking Confident in dealing with intercultural teams; very good knowledge of German, English ideally at B2 level"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "fecbbc2a411611f0ace682a1d637046d",
    "idInIndex": "fecbbc2a411611f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Energy Data Manager SAP EDM (m/f/d)",
    "location": "D7, Remote",
    "description": "For one of our clients we are currently looking for an Energy Data Manager with focus on SAP EDM. Utilization: 100% Start: 01.06.2025 Project duration: 12 months Location: 90% remote Your role: Perform energy volume balancing according to GaBiGas and MaBiS guidelines Correct recording and billing of energy volumes Analyze energy data to support the sales strategy and optimize balancing Develop forecast models to predict energy consumption Create regular reports to increase transparency and efficiency...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D99652%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T09:18:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "94d8db1a40ab11f0ace682a1d637046d",
    "idInIndex": "94d8db1a40ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "2598524: Project Manager (m/f/d)",
    "location": "D4, remote",
    "description": "We are currently looking for an experienced Project Manager (m/f/d) for an exciting project for our client in telecommunications.  Your tasks will be:  Project Manager and \"go to\" on the project side Working close with the client teams to secure the data needed for Completion of the projects Be responsible for ensuring that our GC's and internal teams upload to the correct systems Run the checklist for the projects and follow up on missing points Plan and execute the project plan - replan if needed...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100095%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:49:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146864",
    "idInIndex": "C01146864",
    "type": "AGENCY",
    "title": "SAP PP Consultant (m/f/d)",
    "location": "Iserlohn",
    "description": "For our client, a medium-sized company in the mechanical engineering sector, we are looking for an experienced SAP PP consultant to support the greenfield implementation of an SAP R/3 system. Location: Mainly remote. 1 to 2 trainings in Sauerland on site Volume: 240 hours Utilization: 20-40 % Location: Mainly remote Go-Live: 01.01.2026\n\n- Process analysis (special requirements, transports, forms/labels) - Master data analysis (workstations, task lists, BOMs) - Checking interfaces - Creating the relevant...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146864",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:30:31.493",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "SAP PP Customizing (Consultant) Topics: SAP PP customizing, SAP PP consulting, production planning, master data analysis, BOM management Industrial experience with SAP PP in the R/3 environment Discrete manufacturing Anonymous make-to-stock production Material requirements planning Batch production with production orders Subcontracting (integrative with SAP MM) Integrative work with SAP WM, MM, third-party systems"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "9e47594240ab11f0ace682a1d637046d",
    "idInIndex": "9e47594240ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Site Manager Work Preparation and Accounting (m/f/d)",
    "location": "D8, München, 50% Remote",
    "description": "We are currently looking for a site manager for work preparation and invoicing for one of our clients.  Your tasks will include  Implementation of work preparation Controlling measurement, billing and cost development of the individual construction measures Management of construction projects Coordination of materials, scheduling Monitoring of scheduling Submission of official applications taking into account all regulations Obtaining traffic law orders Arranging maintenance measures, controlling...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100109%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:18:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "9f2881e240ab11f0ace682a1d637046d",
    "idInIndex": "9f2881e240ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "MS Teams and Teams Telephony Specialist (m/f/d)",
    "location": "Remote, Hamburg",
    "description": "For our existing customer we are currently looking for an expert in the field of Microsoft Teams telephony and MS Teams in general. Workload: 40-60% Location: On-site training in Hamburg, then 100% remote Required. Language skills: German and English (business fluent) Your tasks:  Implementation of change requests In-depth knowledge of Microsoft Teams and Teams Telephony. Experience in processing 1st and 2nd level support requests. Ability to quickly familiarize yourself with the existing technology...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100115%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:18:00.000",
    "startDate": "15.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "974a013040ab11f0ace682a1d637046d",
    "idInIndex": "974a013040ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Site Manager Electromobility (m/f/d)",
    "location": "Deutschland, Süddeutschland",
    "description": "We are currently looking for a site manager for an interesting project for our client.  General conditions:  Workload: 100% 4 days on site in Bavaria / Baden-Württemberg 1 day remote work Responsibility for the construction site organization and handling of construction projects in the field of electromobility (from small charging parks with 4 DC charging points to locations with battery storage and transformer stations). Organization of the assembly team, assembly vehicles and materials. Carrying...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100112%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:18:00.000",
    "startDate": "01.08.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "99882b5c40ab11f0ace682a1d637046d",
    "idInIndex": "99882b5c40ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Sales Engineer Substations (m/f/d)",
    "location": "D6, Remote",
    "description": "We are currently looking for a Sales Engineer in the field of substations.  Your tasks will include  Preparation of stakeholder analysis Review of inquiry documents issued by the customer (technical and commercial) Quotation calculation Preparation/detailing of the project profile Studies or training in the field of electrical engineering or similar qualification Experience in sales of primary and secondary construction measures for substations Experience with switchgear (110-380kV) or substations...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100114%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:18:00.000",
    "startDate": "ASAP",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "9a8771d440ab11f0ace682a1d637046d",
    "idInIndex": "9a8771d440ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Senior SAP PP Consultant (m/f/d)",
    "location": "Remote",
    "description": "We are currently looking for a SAP PP Consultant for an exciting Greenfiel project. We are looking for remote support for approx. 10 hours per week.  You will be responsible for the following tasks: SAP PP Customizing for the areas of discrete manufacturing, make-to-stock production, material requirements planning, lot production with production orders, subcontracting (integrative with SAP MM), integrative work with SAP WM, MM and third-party systems as part of an R3 greenfield implementation Senior...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100113%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:18:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "a358485640ab11f0ace682a1d637046d",
    "idInIndex": "a358485640ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Construction supervision civil engineering (m/f/d)",
    "location": "D9, Weiden in der Oberpfalz",
    "description": "We are currently looking for a construction supervisor for a grid expansion project in the greater Bavaria area.  Tasks:  Construction supervision on the construction site of a network expansion project Ensuring quality, costs and deadlines Supervision of construction work in accordance with the service profile Documentation of the construction process Checking and evaluating supplements Participation in acceptance and invoice verification University degree Dipl. Bauingenieur TU/FH, Bachelor of Science...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100111%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:18:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "a15cc05e40ab11f0ace682a1d637046d",
    "idInIndex": "a15cc05e40ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "IT Solution Architect - 100% remote - english and preferably german skills (m/f/d)",
    "location": "Remote",
    "description": "We are currently looking for an IT Solution Architect for an exciting project with our well-known client. Your tasks will include: - Strategic Alignment: Adhere strictly to the company's internal existing IT strategy, policies, and architectural guidelines throughout the solutioning process.  Requirements Analysis: Collaborate with business stakeholders, product owners, and Solution Design &amp; Architecture: Design end-to-end IT solution for the webshop replacement in 8 countries, Propose suitable...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100116%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:17:00.000",
    "startDate": "15.06.2025, spätestens 15.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "9a2a36ea40ab11f0ace682a1d637046d",
    "idInIndex": "9a2a36ea40ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "ESPRIT CAM Programmer for lathes and turn-mill centers (m/f/d)",
    "location": "D7, Pforzheim",
    "description": " We are currently looking for an ESPRIT CAM programmer for lathes and turn-mill centers to take on the following task at the customer's site:  Create programs in theESPRIT CAM system for lathes and turn-mill centers in the medical, aerospace, semiconductor manufacturing and mechanical engineering industries Over 1 year experience programming with Esprit Cam (similar tools e.g. SoldidCam also an option, but then he must have done at least lathes and turn-mill machines). Can also have worked on turning/milling...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100103%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:17:00.000",
    "startDate": "ASAP",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "a76e9cc440ab11f0ace682a1d637046d",
    "idInIndex": "a76e9cc440ab11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Trainer in the field of environment analysis and steakholder analysis according to PMI standard (m/f/d)",
    "location": "D7",
    "description": "We are currently looking for a trainer in the field of environment analysis and steakholder analysis according to PMI standard: Environment Analysis and Steakholder Analysis according to PMI Standard Trainer in the area of Environment Analysis and Steakholder Analysis according to PMI Standard D7",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100106%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T20:17:00.000",
    "startDate": "11.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146862",
    "idInIndex": "C01146862",
    "type": "AGENCY",
    "title": "Freelancer:in Training &amp; Education - Service Center (m/f/d)",
    "location": "Berlin",
    "description": "The Service Center department is looking for external support in the area of training and education at short notice. The aim is to further develop existing training formats, as the responsible internal manager is currently unavailable. Background The block training sessions that have been held in person up to now are to be converted into shorter, modular training formats. These new formats should be designed in such a way that they can be carried out during off-peak times in order to minimize the...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146862",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T18:30:24.112",
    "startDate": "03.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Professional requirements Sound knowledge of the processes and functionality of a call or service center Desirable: Management experience in this environment Strong didactic and methodological skills, especially in adult education Personal and social skills Strong communication and cooperation skills Quick comprehension High motivation, resilience and reliability Independent and careful way of working Very good organizational skills and ability to work in a team"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146856",
    "idInIndex": "C01146856",
    "type": "AGENCY",
    "title": "SAP FI/CO Consultant (m/f/d) in permanent position",
    "location": "Hamburg",
    "description": "For our client we are looking for a SAP FI/CO Consultant (m/f/d) in a permanent position asap and completely remotely possible, only occasionally for customer appointments.\n\nIt is mainly about managing and supporting finance projects, including the implementation of SAP systems and processes end to end. Advising and supporting customers with change and optimization requests; participating in the functional conception and technical implementation with the internal development team. Supporting sales...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146856",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T17:30:26.945",
    "startDate": "03.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Several years of experience in consulting in the SAP FI/CO environment and/or transition to S/4 Hana. Enjoy customer contact. Occasional project-related business trips within Germany. Very good written and spoken German language skills are required. (min. C1 level)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146845",
    "idInIndex": "C01146845",
    "type": "AGENCY",
    "title": "Security Network Engineer (m/f/d)",
    "location": "Bremen",
    "description": "For our client, we are looking for an experienced freelancer in the field of IT security who will actively help shape the internal network security measures and be responsible for the operation of Fortinet solutions. Project details: Project duration: Initially planned until the end of the year (full-time 40 hrs/week) . Assignment mode: Start with a contract for 6 months, after which an extension is planned. On-site presence (Bremen): The first 1-2 weeks on site for familiarization, then flexible...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146845",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T17:30:26.937",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Completed degree in IT or comparable qualification (e.g. IT specialist) Several years of professional experience in network security and in the operation of Fortinet solutions Sound knowledge of Fortinet technologies - ideally with certifications (e.g. NSE4-6) Good technical understanding in the areas of firewalls, VPN, SSL inspection, IDS/IPS, NAC, endpoint protection Experience in log analysis, SIEM tools and incident response desirable Independent, structured and security-oriented way of working Very good written and spoken German and English skills"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "a9e5a312409211f0ace682a1d637046d",
    "idInIndex": "a9e5a312409211f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Strategic Buyer (m/f/d)",
    "location": "D8",
    "description": "We are currently looking for a strategic buyer in the field of electronic assemblies and printed circuit boards.  Your tasks:  Responsibility for the product group Electronic assemblies and printed circuit boards Coordination of all procurement activities for the projects during product development until all purchased parts are ready for series production Technical and commercial interface to the areas of project management, development, quality and sales Pursuit of the project goals of purchasing...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100108%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T17:18:00.000",
    "startDate": "ASAP",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "923cf986408d11f0ace682a1d637046d",
    "idInIndex": "923cf986408d11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "ICT System Administrator (GMP) (56318)",
    "location": "Raum Luzern",
    "description": "Our customers include, among others:   Banks and financial services Insurance companies Public administrations Energy and industrial companies Chemical/pharmaceutical/healthcare companies Telecommunications and IT service providers Trade and transportation We are looking for you as an ICT system administrator GMP (Good Manufacturing Practice) for our client. In this role you will be responsible for the administration and maintenance of IT systems and networks. You will ensure compliance with GMP...",
    "companyName": "IQ PLUS AG",
    "companyLogoUrl": "https://www.iqplus.ch/wp-content/uploads/2021/04/IQ-Plus-Logo-Ohne-Claim-RGB-2.svg",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.iqplus.ch%2Foffene-projektstellen%2F%3Fid%3D2074",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T17:15:00.000",
    "startDate": "sofort",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "231529f0408a11f0ace682a1d637046d",
    "idInIndex": "231529f0408a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Site Manager Building Automation/Electrical (m/f/d)",
    "location": "D3",
    "description": "We are currently looking for a Site Manager Building Automation/Electrical for an exciting assignment with our client.  Task: Construction management of building automation Coordination of electricians for cabling Configuration of control cabinets Automation Knowledge in the field of electrical engineering and/or building automation Experience in the automotive industry D3",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100107%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T16:18:00.000",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "245eb31c408a11f0ace682a1d637046d",
    "idInIndex": "245eb31c408a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Technical draftsman (m/f/d)",
    "location": "Remote",
    "description": "We are currently looking for a Technical Draughtsman for our client: Your tasks will include  New creation and standardization of existing drawings according to new guidelines and specifications. Initially 20-30 drawings. Very good knowledge of technical drawings (mechanical engineering). Existing drawing tool (CREO, Pro/E, CATIA, Solidworks). CREO license and experience in use Experience in drawing continuous cast aluminum parts (e.g. handle strips, running rails (furniture construction) and guide...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100110%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T16:18:00.000",
    "startDate": "10.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146573",
    "idInIndex": "C01146573",
    "type": "AGENCY",
    "title": "Senior Permit Compliance Engineer Offshore (m/f/d) - Permit Coordination North Sea",
    "location": "Berlin",
    "description": "For our client we are looking for an experienced Permit Compliance Engineer (m/f/d) to support the permit coordination in the context of a large-scale offshore infrastructure project in the North Sea. The position will play a key role in ensuring permit compliance and regulatory compliance during project implementation. Shortfacts: Project start: 01.07.2025 Project end: 30.06.2027 Deadline for offers: 06.06.2025 Location: 60 % onsite in Berlin, 40 % remote Contract type: Service contract (DV) Performance...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146573",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T15:30:31.663",
    "startDate": "03.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "At least 5 years of professional experience as a Permit Compliance Engineer Profound knowledge of the German plan approval procedure and in monitoring compliance with plan approval decisions and conditions Fluent in German (at least C1) and very good knowledge of English (at least B2) Very good knowledge of the responsibilities and procedures at German approval authorities at state and federal level, in particular: AfPE (Office for Planning Approval and Environmental Permits) BSH (Federal Maritime and Hydrographic Agency) GDWS (Directorate-General for Waterways and Shipping) MEKUN (Ministry for Energy Transition, Climate Protection, Environment and Nature) LKN (State Agency for Coastal Protection, National Park and Marine Conservation) WSV (Federal Waterways and Shipping Administration) Confident handling of QGIS, Google Earth Pro, MS PowerPoint and the usual MS Office applications (Word, Excel)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146684",
    "idInIndex": "C01146684",
    "type": "AGENCY",
    "title": "Engagement Manager (m/f/d) for Bangkok",
    "location": "Bangkok Noi",
    "description": "Engagement Manager for a project in Bangkok/ Thailand (m/f/d) Start 01.07.2025 Duration: 6 month until 2 years part-time and later full-time location: 100% Bangkok NO remote\n\nCoordinate, collaborate and influence across hierarchies, functions and teams within the customer organization Interface with sales, project and product development teams in Europe and Asia to facilitate work efforts, define milestones and monitor project success Establish a long term and sustainable relationship with the assigned...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146684",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T15:30:31.660",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Must haves: Native Thai English C2 Permanent resident in Bangkok, Thailand +5 years of experience in a technical project manager role working with stakeholders from business and IT, driving technical implementations or transformation programs Experience collaborating across business units internally and at large enterprises Nice to haves: +10 years' experience in managing large end-consumer facing IT implementations e.g. marketing, loyalty, communications +5 years' experience in Aviation Industry in the commercial business domains Superior project management skills with the ability to think strategically and work tactically Excellent communication, presentation, problem-solving and management skills Experience in Airline loyalty programs is a huge plus"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146576",
    "idInIndex": "C01146576",
    "type": "AGENCY",
    "title": "IT Developer/Developer Input Management (m/f/d) - IBM OpenText Capture",
    "location": "Frankfurt am Main",
    "description": "In the area of inbound management, processes are to be optimized - in particular the recognition and forwarding of incoming mail and the extraction of a wide range of information. This is achieved through rule-based recognition with OpenText.\n\nIn the area of inbound management, processes are to be optimized - in particular the recognition and forwarding of incoming mail, taking into account a wide range of information. This is achieved through rule-based recognition with OpenText. In addition to...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146576",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T15:30:31.657",
    "startDate": "23.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "- Core competence: OpenText Capture - .NET programming - build management - configuration and release management - design and build enablement - Language skills: German - Work location: Remote (Germany) - Seniority: Senior"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "f8a72fea408111f0ace682a1d637046d",
    "idInIndex": "f8a72fea408111f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Business Analyst Post Merger Integration (SAP, Salesforce) (m/f/d)",
    "location": "Remote, D2",
    "description": "For our existing client we are currently looking for an experienced Business Analyst for Post Merger Integration. Workload: 80% Location: Nearly 100% remote, 2-4 days on site/month in D2 Required. Language skills: German (business fluent), English (business fluent) Your task: Creation of Business Blue Prints for process optimization project, end to end processes (logistics) On the edge also the integration in Salesforce Integration in other modules Execution of an actual/target analysis Execution...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100101%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T15:18:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "683eef5a8c300e5fa5cdcf94",
    "idInIndex": "683eef5a8c300e5fa5cdcf94",
    "type": "TALENT_FINDER",
    "title": "Frontend Architect (m/f/d) eIDAS, Certification Hierarchies &amp; BITV 2.0 - remote/Berlin",
    "location": "remote/Berlin",
    "description": "Frontend Architect (m/f/d) eIDAS, Certification Hierarchies &amp; BITV 2.0 For our client we are looking for a Frontend Architect (m/f/d) eIDAS, Certification Hierarchies &amp; BITV 2.0 for the expected duration until 06/2026 with the option of extension. The assignment will be full-time and mostly remote.\n\nIMPORTANT: Only projects with an end date within the last 3 years can be considered. Please refrain from applications that do not fulfill all must-haves and less than 80% of the nice-to-haves.\n\nTasks:\n-...",
    "companyName": "percision services GmbH",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/683eef5a8c300e5fa5cdcf94",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:49:30.993",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "eIDAS",
      "Certification hierarchies",
      "X.509",
      "TR-03128",
      "BITV 2.0",
      "WCAG",
      "JavaScript",
      "Velocity",
      "Selenium"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146619",
    "idInIndex": "C01146619",
    "type": "AGENCY",
    "title": "Occupational safety specialist (m/f/d) with construction site experience - Construction / SiG",
    "location": "Hamburg",
    "description": "We are looking for a committed occupational safety specialist (m/f/d) with experience in the construction site environment for nationwide assignments.\n\nAdvising the employer on occupational health and safety on the construction site Assessment of working conditions and safety inspections of systems and processes Monitoring measures to prevent accidents and occupational diseases Instructing employees on safe behavior Collaboration in risk assessments and safety plans Implementation of instructions...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146619",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:30:28.686",
    "startDate": "03.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Qualification as an occupational safety specialist (Sifa course) Extensive practical experience on construction sites Sound knowledge of the Construction Site Ordinance and the RAB (Rules for Occupational Safety on Construction Sites) Experience in the preparation and application of health and safety plans Experience in working with various trades and companies on construction sites Good knowledge of typical hazards and protective measures in construction site operations"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146616",
    "idInIndex": "C01146616",
    "type": "AGENCY",
    "title": "HSE Manager (m/f/d) - Occupational Safety, Health &amp; Environmental Protection",
    "location": "Hamburg",
    "description": "We are looking for an experienced HSE Manager (m/f/d) in the construction industry for nationwide assignments who is responsible for the implementation and monitoring of health, safety and environmental protection measures on the construction site and contributes to compliance with legal regulations and internal company standards.\n\nDevelop and implement HSE policies and procedures for the construction site. Carrying out risk assessments and deriving protective measures. Drawing up safety plans and...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146616",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:30:28.683",
    "startDate": "03.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Sound knowledge of laws and guidelines in occupational safety and environmental protection Experience in the preparation of risk assessments Experience in the preparation of safety and emergency plans Implementation of instructions and training Experience in accident investigation and development of preventive measures High sense of responsibility Strong communication skills Strong assertiveness Completed studies in safety engineering, environmental protection or comparable Additional qualifications in occupational safety or environmental management an advantage"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146613",
    "idInIndex": "C01146613",
    "type": "AGENCY",
    "title": "Quality Manager (m/f/d) in the construction industry",
    "location": "Hamburg",
    "description": "We are looking for a Quality Manager (m/f/d) in the construction industry for nationwide assignments on behalf of our client company at the earliest possible date.\n\nDevelopment and implementation of quality standards and procedures for the entire construction process. Creation of quality management plans. Conducting audits to verify compliance with quality standards. Training employees on quality requirements. Ensuring the documentation of all quality-relevant processes and results. Continuous improvement...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146613",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:30:28.666",
    "startDate": "03.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Sound knowledge of building materials, standards and quality management systems Experience in inspections, testing and reporting High level of diligence and quality awareness Analytical thinking Strong communication skills Technical training, ideally with additional qualification in quality management"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146658",
    "idInIndex": "C01146658",
    "type": "AGENCY",
    "title": "Technical Project Manager (m/f/d)",
    "location": "Hamburg",
    "description": "For our partner in the medical technology environment, we are looking for an experienced technical project manager (m/f/d) with sound experience in equipment procurement, ideally in the field of laser systems. Project start: 01.07.25 Location: Hamburg and remote Duration: 12 months Workload: 1000 hours Overview: The aim is the holistic management of an investment project in the production environment - from target coordination with the client to commissioning and reporting at management level.\n\nExecution...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146658",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:30:28.658",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Experience as a project manager in an industrial manufacturing environment Proven track record of successfully completed projects in the field of equipment procurement, preferably laser systems Good knowledge of MS Project / PWA Process understanding in relation to commissioning, equipment qualification and validation Medical technology background or experience in regulated industries (e.g. GMP) Strong communication skills and experience in dealing with stakeholders at various levels Structured, self-motivated way of working English German"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146671",
    "idInIndex": "C01146671",
    "type": "AGENCY",
    "title": "Workforce Management Consultant: Introduction ATOSS (ASES)",
    "location": "Hamburg",
    "description": "Our Hamburg customer from the logistics sector is looking for support from ATOSS ASES Software Consultant. General data Start: asap Duration: until 31.03.2026 Workload: preferably 100% or 37 hours/week Remote: Mainly remote possible with the willingness for on-site appointments in Hamburg\n\nProject status/starting position A total of 3 container terminals to go live in stages Basic technical parameterization of the system completed Go-live of the first terminal CTA on 01.07.2025 Terminal CTT to go...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146671",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:30:28.631",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Experience in workforce management projects Experience with the implementation of ATOSS system and infrastructure understanding Error analysis Analytical thinking &amp; problem solving Communication &amp; documentation Time and self-management Security and data protection awareness Process understanding logistics/container terminal German (fluent), English (good knowledge)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146647",
    "idInIndex": "C01146647",
    "type": "AGENCY",
    "title": "Senior Test Manager (f/m/d) for S4/HANA Transformation",
    "location": "Wiesbaden",
    "description": "Our client in the auditing industry is looking for a \"Senior Test Manager S4/HANA (SAP S/4HANA Transformation) (f/m/d)\" as of 01.07.2025. The client is carrying out a comprehensive transformation of its SAP landscape to S/4HANA including SAP BRIM. A key success criterion is a stringent test organization from the final test concept to detailed test planning and preparation to the execution of all test phases. We are looking for an experienced test manager (m/f/d) who will finalize the test concept,...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146647",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:30:28.628",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Technologies SAP S4/HANA (good knowledge) BRIM (nice to have) Tools Defect and test management system (Jira or similar) (good knowledge) Languages German (very good knowledge - C2 level) English (very good knowledge - C2 level) Test automation Test automation tools such as Robot Framework, Tricentis Tosca or similar (must have) Process models ISTQB or a comparable certificate (must have) Please provide proof of at least 5 years of experience as a test manager in SAP implementations (ideally S4/HANA / BRIM)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01146617",
    "idInIndex": "C01146617",
    "type": "AGENCY",
    "title": "Senior Accountant (HGB) - Operational Focus (m/f/d)",
    "location": "Heidelberg, Neckar",
    "description": "For our partner in the pharmaceutical industry we are looking for a Senior Accountant (HGB) - Operational Focus (m/f/d) for the Heidelberg site. In this role you will take on a responsible function within the finance department. You will support the preparation of individual financial statements in accordance with the German Commercial Code (HGB) and contribute to ensuring smooth, legally compliant accounting. At the same time, you will make an important contribution to the financial management of...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146617",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:30:28.624",
    "startDate": "03.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Completed commercial training (e.g. tax clerk) or business studies with a focus on accounting / finance At least 5 years of professional experience in accounting, ideally in a production environment Generalist orientation with a broad range of accounting experience Confident handling of Excel and ERP systems, ideally SAP Business One Independent, structured way of working and high affinity for numbers Very good written and spoken German; knowledge of English an advantage"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "683ee8f49818d92f780754b8",
    "idInIndex": "683ee8f49818d92f780754b8",
    "type": "TALENT_FINDER",
    "title": "IT Network Engineer",
    "location": "Zürich",
    "description": "Network Engineer Your tasks:\n\nPlanning, design and administration of LAN and WAN infrastructures\n\nConfiguration and optimization of network components (routers, switches, access points, etc.)\n\nSupport and further development of the WLAN infrastructure at various locations\n\nEnsuring network security through firewall management, intrusion prevention and VPN solutions\n\nAnalysis and rectification of network problems (troubleshooting and performance optimization)\n\nSupport with IT projects and the introduction...",
    "companyName": "GULP Schweiz AG",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/683ee8f49818d92f780754b8",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:22:12.727",
    "startDate": "09.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Router",
      "Switch",
      "WLAN",
      "Firewall",
      "VPN",
      "German",
      "Cisco",
      "Palo Alto Firewall",
      "Fortinet"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "9aa7b610407911f0ace682a1d637046d",
    "idInIndex": "9aa7b610407911f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Project management in the field of building control technology/electrical engineering (m/f/d)",
    "location": "Deutschland",
    "description": "We are currently looking for a commissioning engineer/project manager in the field of building control technology/electrical engineering for one of our customers Workload: 100% Location: Germany Your tasks include  Commissioning of various projects in the Hesse area, possibly also southern Germany Checking and, if necessary, correcting the wiring of the control cabinets Several years of practical experience in building control technology Experience in the commissioning of electrical engineering systems...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100105%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:18:00.000",
    "startDate": "09.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "683ee3dc9818d92f780744b2",
    "idInIndex": "683ee3dc9818d92f780744b2",
    "type": "TALENT_FINDER",
    "title": ".Net Developer for M365 Team (m/f/d), E2E, Openshift",
    "location": "Bern Wankdorf",
    "description": ".Net Developer for M365 Team (m/f/d), E2E, Openshift Start/end date: 16.06.2025 - 31.12.2025\nLocation: Bern\nHours/week: 42,00\n80-100% - max. 2 days on site\n\n\n.Net Developer for M365 Team\n\nDuties and Responsibilities:\n- Develop and maintain fullstack applications with a focus on .NET technologies.\n- Implementing and managing applications on OpenShift.\n- Working closely with customers to understand their requirements and develop customized solutions.\n- Independently implementing customer requests and...",
    "companyName": "GULP Schweiz AG",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/683ee3dc9818d92f780744b2",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T14:00:28.464",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      ".Net",
      "C#",
      "Openshift",
      "M365"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "3fbce4a8407111f0ace682a1d637046d",
    "idInIndex": "3fbce4a8407111f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "C&amp;Q Automation Engineer (m/f/d)",
    "location": "CH",
    "description": "We are currently looking for a C&amp;Q Automation Engineer for one of our clients.  Your tasks will include:  Supporting Commissioning &amp; Qualification (C&amp;Q) of automation systems Performing on-site commissioning activities on site Supporting troubleshooting and optimization of control systems Working closely with engineering, quality assurance and production Documenting C&amp;Q activities according to GMP specifications Communicating with technical and non-technical stakeholders Active Directory...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100104%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T13:17:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "392e866e407111f0ace682a1d637046d",
    "idInIndex": "392e866e407111f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Tender Engineer Cable (m/f/d)",
    "location": "D5",
    "description": "We are currently looking for support as a Tender Engineer for one of the largest cable manufacturers in the world. Among other things, you will act as a technical expert for the sales department Your tasks will include  Analysis of tender documents Technical tender preparation Cost calculation and value analysis Risk management Degree in electrical engineering, power engineering, industrial engineering or a comparable technical field Several years of experience in the field Sound understanding of...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100102%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T13:17:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01146536",
    "idInIndex": "C01146536",
    "type": "AGENCY",
    "title": "Personnel Administrator (m/f/d) for income tax and social security",
    "location": "Frankfurt am Main",
    "description": "For one of our renowned clients from the financial sector, we are looking for freelance support in the specialized area of payroll tax and social security law. The client's team is responsible for all payroll processing. This includes all external payroll tax and social security audits as well as the associated payroll tax and social security law issues. Their aim is to ensure correct payroll accounting in accordance with payroll tax and social security law and to report the correct taxes and mandatory...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146536",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T12:30:28.442",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Wide range of experience and applications in the field of payroll tax Very good knowledge of payroll tax processes in companies Very good knowledge of social security processes Experience in the field of external payroll tax audits and social security audits At least successfully completed training as a tax clerk, ideally as a tax consultant (preferably 5 years of experience in this field) Mandatory language skills: German - level C2 IT skills: Very good user knowledge of Microsoft Word, PowerPoint, Excel, Outlook"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "e7545d30406811f0ace682a1d637046d",
    "idInIndex": "e7545d30406811f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Quality Assurance Expert\nQuality Assurance Expert (m/f/d)",
    "location": "D7",
    "description": "We are currently looking for an expert in the field of Quality Assurance for one of our clients. Utilization: 100% Start: 21.07.2025 Location: 80% D7, 20% remote (1 day/week) Your role:  Technical staff management of quality assurance at the Eschbach site Ensuring preventive as well as operational quality planning and assurance based on regulations and customer requirements Tracking and implementation of quality targets and their measures at the site Coordinator for quality topics at the site Reporting...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100097%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T12:17:00.000",
    "startDate": "21.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "e95ac01a406811f0ace682a1d637046d",
    "idInIndex": "e95ac01a406811f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Test Manager (m/f/d)",
    "location": "Remote, Dortmund, Hamburg",
    "description": "We are currently looking for a Test Manager for one of our clients for the introduction of a care service system. Location: Mainly remote, partly on-site in Dortmund and Hamburg Your tasks include  Planning and coordination of integration tests and end-to-end tests in the existing system landscape Structuring of test cases and test execution planning for integration tests and end-to-end tests Coordination of test data provision Organization of execution with testers from the department Ongoing monitoring...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100096%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T12:17:00.000",
    "startDate": "30.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "ea71b2ec406811f0ace682a1d637046d",
    "idInIndex": "ea71b2ec406811f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "ZTV. ING- Coordinator (Planning Coordinator) - Road Bridges (m/f/d)",
    "location": "D5",
    "description": "We are currently looking for a ZTV. ING- Coordinator (Planning Coordinator) - Road Bridges for an exciting project at one of our customers.  Your tasks:  Coordination of the execution planners of all trades (i.e. ensuring that the contract target is met, meeting deadlines, coordination between specialist areas -&gt; bringing together individual planners and participating in decision-making and details) -&gt; Professional participation and development of technical solutions Direct coordination with...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100100%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T12:17:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "eafae1a2406811f0ace682a1d637046d",
    "idInIndex": "eafae1a2406811f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Senior Project Manager/Consulting Corporate Risk Management (m/f/d)",
    "location": "Remote, D2",
    "description": "We are currently looking for a Senior Project Manager/Consultant Corporate Risk Management for one of our clients. Utilization: 100% (on-site training in D2 and then approx. 90% remote possible) Your tasks:  Project management consulting: individual support in all aspects of project organization and implementation as well as consulting in conflictual or crisis situations. Preparation, implementation and follow-up of communication with stakeholders. Independent development of proposed solutions for...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100098%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-03T12:17:00.000",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  }
]