[
  {
    "id": "C01147430",
    "idInIndex": "C01147430",
    "type": "AGENCY",
    "title": "Part-time: IT-Consultant (m/f/d) - Experience in strategy and consulting projects, IT/OT, Railway",
    "location": "Frankfurt am Main",
    "description": "For our client in the transportation and logistics industry, we are looking for a part-time IT Consultant (f/m/d) with experience in IT/OT, rail, strategy and consulting projects. Project details: Duration: 01.07.2025 - 31.12.2025 Workload: 40 PT / thereof 4 PT onsite in Frankfurt am Main We can only consider your application if the requirements are met in full.\n\nSupport in the development of a general definition of IT/OT convergence in the (customer) group Creation of a general understanding of...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147430",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T10:30:24.143",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Must-have requirements: Experience in strategy and consulting projects of companies with a focus on IT, digitization, innovation as well as transformation (Proven by at least 1 reference in CV) Experience in projects in a railroad group with comparable structures or in a large German company (Proven by at least 1 reference in CV). 1 reference in CV) At least 2 years of experience in conducting and preparing workshops in companies (Proven by at least 1 reference in CV) Knowledge of commonly used models in the field of IT/OT convergence as well as understanding of IT/OT, technologies and operating model in the digitization environment in companies (Proven by at least 1 reference in CV) Target requirements: Sound experience in the creation of strategy documents and decision papers for middle and top management (work experience &gt; 2 years) Sound experience in conducting interviews with representatives from middle and top management as well as subject matter experts (work experience &gt; 2 years) Experience in the preparation of workshops with representatives from middle and top management as well as subject matter experts and the use of appropriate and contemporary workshop methods (work experience &gt; 2 years) Sound knowledge in the use of MS Office (esp. Word, PowerPoint and Excel), digital whiteboards and workshop tools as well as standard tools for project management/control and documentation such as JIRA and Confluence (work experience &gt; 2 years)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147421",
    "idInIndex": "C01147421",
    "type": "AGENCY",
    "title": "Part-time and remote: IT Consultant (m/f/d) - IT/OT, digitization projects, railroad experience",
    "location": "Frankfurt am Main",
    "description": "For our client from the transport and logistics industry we are looking for an IT Consultant (f/m/d) with experience in IT/OT, digitization projects and railroad experience. Project details: Duration: 01.07.2025 - 31.12.2025 Workload: 8 PT / thereof 0 PT onsite in Frankfurt am Main We can only consider your application if you fully meet the requirements.\n\nSupport in the development of a general definition of IT/OT convergence in the DB Group Creation of a general understanding of the topic among...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147421",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T10:30:24.140",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Mandatory requirements: &gt;2.5 years of work experience in a railroad group with comparable structures (proven by at least 2 references in the CV) &gt; 5 years of experience in the management of IT/OT and digitalization projects in a railroad group or in a large company with comparable structures (proven by at least 2 references in the CV) 2 references in the CV) &gt;2 years of experience in the development of IT/OT and digital strategies, modern operating models and the support of transformation and change processes in organizations in a railroad group or in a large company with comparable structures (proven by at least 2 references in the CV) &gt;10 years of experience with project and program management in the IT sector in large German companies (proven by at least 2 references in the CV) Target requirements: Experience in presenting complex issues at management level (work experience &gt; 7 years) Experience in moderating larger events (e.g. workshops) on complex topics (work experience &gt; 7 years) Experience in leading critical projects at management level with various teams in the IT and / or OT environment in large German companies (work experience &gt; 7 years) Evaluation of consequences in own areas of responsibility, as well as the derivation and evaluation of options for action and comprehensible presentation to third parties (work experience &gt; 7 years)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147420",
    "idInIndex": "C01147420",
    "type": "AGENCY",
    "title": "Part-time: Information Security Management Systems (ISMS) Manager (f/m/d)",
    "location": "Frankfurt am Main",
    "description": "For our client in the transportation and logistics industry, we are looking for a part-time ISMS Manager (f/m/d) with experience in risk and security analysis, taking into account ISO 2700. Project details: Duration: 01.07.2025 - 31.12.2025 Workload: 10 PT / thereof 1 PT onsite in Frankfurt am Main We can only consider your application if you fully meet the requirements.\n\nSupport in the development of a general definition of IT/OT convergence in the (customer) group Creation of a general understanding...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147420",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T10:30:24.138",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Must-have requirements: Extensive experience in the field of risk and security analyses, taking into account ISO 27001 ( at least 1 reference in CV) Competencies in setting up an IT/OT-specific governance structure to clearly anchor roles, responsibilities and decision-making paths in accordance with common IT/OT security standards (ISO27001 / IEC 62443) (at least 1 reference in CV) Many years of experience in managing digital transformation projects in connection with OT security architecture and design (at least 1 reference in CV) Sound experience in creating and implementing a role model for OT security in a large international corporation (at least 1 reference in CV) Extensive experience in creating and implementing a role model for OT security in a large international corporation (at least 1 reference in CV). 1 reference in CV) Sound experience in the creation and introduction of a role model for OT security in a large international corporation (at least 1 reference in CV) Extensive experience in the preparation, coordination and support of ISO/IEC 27001 audits, including gap analyses and support during audits (at least 1 reference in CV) &gt;6 months of work experience in a railroad group with comparable structures or in a large German company (at least 1 reference in CV) Target requirements: Proven experience in the independent implementation of projects in the field of process and/or organizational development within the ICT industry and/or in the mobility, transport and logistics sector. (work experience &gt; 5 years) Proof of relevant security certifications such as CISSP, GICSP or ISO/IEC 27001 (e.g. Lead Auditor, Lead Implementer) (proof by &gt;2 certificates) Experience in moderating larger events (e.g. workshops) on complex topics (including conflict-laden topics) (work experience &gt; 5 years) Knowledge of the administrative tools used in the environment of rail transport companies (at least 1 reference in CV)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147449",
    "idInIndex": "C01147449",
    "type": "AGENCY",
    "title": "Senior SAP S/4HANA Plant Maintenance (PM) Consultant (m/f/d) (m/f/d) - Remote Project / Part-time",
    "location": "Bonn",
    "description": "We are currently looking for a Senior SAP S/4HANA Plant Maintenance (PM) Consultant (m/f/d) for our telecommunications client. Duration: 01.07.2025 - 30.09.2025 (Option to extend: Yes) Utilization: 50% / Volume: 30 PT / 240 hours Location: remote, possibly individual appointments in Bonn (only by arrangement)\n\na) Project description The SAP S/4HANA Plant Maintenance (PM) Consultant advises companies on the introduction, optimization and further development of their maintenance strategies based on...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147449",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T10:30:24.135",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Several years of project experience in the SAP PM module, ideally with S/4HANA Sound knowledge of mapping technical maintenance processes Experience in customizing SAP PM functionalities Understanding of adjacent SAP modules (MM, PP, FI/CO, EAM) Experience with new S/4HANA technologies such as Fiori, Embedded Analytics, IoT Ability to analyze technical and operational requirements Structured way of working, strong communication skills and customer orientation Ability to communicate complex issues in an understandable way and to train users"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147419",
    "idInIndex": "C01147419",
    "type": "AGENCY",
    "title": "Part-time: IT Consultant (m/f/d) - IT/OT area",
    "location": "Frankfurt am Main",
    "description": "For our client from the transportation and logistics industry we are looking for a Consultant (f/m/d) with experience in IT/OT in part-time. Project details: Duration: 01.07.2025 - 31.12.2025 Workload: 20 PT / thereof 2 PT onsite in Frankfurt am Main We can only consider your application if the requirements are met in full.\n\nSupport in the development of a general definition of IT/OT convergence in the (customer) group Creation of a general understanding of the topic among the relevant stakeholders...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147419",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T10:30:24.131",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Must-have requirements: Sound project experience in the field of IT/OT convergence in large companies / corporations in the implementation of transformation projects (Proven by at least 2 reference in CV) Knowledge of commonly used models in the field of IT/OT convergence as well as understanding of technologies and operating model in the digitization environment in large companies (Proven by at least 2 reference in CV) 2 years of experience in program management in connection with consulting on digitization projects (Proven by at least 2 reference in CV) 2 years of experience in stakeholder management in large companies (Proven by at least 2 reference in CV) 2 references in CV) 2 years of experience in program management in connection with consulting on digitization projects (Proven by at least 2 references in CV) 2 years of experience in stakeholder management in large companies Proven by at least 2 references in CV 2 years of experience in conducting and preparing workshops in large companies with a focus on digitization and transformation (Proven by at least 2 references in CV) Target requirements: Experience in presenting complex issues at management level (work experience &gt; 2 years) Experience in moderating larger events (e.g. workshops) on complex topics (work experience &gt; 2 years) Knowledge of analyzing novel and complex issues and problem situations through creative knowledge transfer, placing them in an overarching overall context (work experience &gt; 2 years) Evaluation of consequences in own areas of responsibility, as well as deriving and evaluating options for action and presenting them in an understandable way to third parties. Is a designer of analysis and decision-making processes (work experience &gt; 2 years)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "8ac354ee41ea11f0ace682a1d637046d",
    "idInIndex": "8ac354ee41ea11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Project Buyer Pipeline Construction (m/f/d)",
    "location": "D7",
    "description": "We are currently looking for several project buyers in pipeline construction (m/f/d) in the Stuttgart area. Utilization: 100 % Location: Greater Stuttgart area / Remote Your tasks include:  Strategic and operational project purchasing Obtaining, evaluating and comparing offers Price and contract negotiations Monitoring contracts and processing contract disruptions Creating contracts in cooperation with the project team and purchasing Maintaining purchasing-relevant data in SAP and iTWO Experience...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100140%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T10:18:00.000",
    "startDate": "Juli/August 2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "68414ec69818d92f7808f67e",
    "idInIndex": "68414ec69818d92f7808f67e",
    "type": "TALENT_FINDER",
    "title": "Service Manager ISO 20000",
    "location": "Zentralschweiz",
    "description": "Service Manager Project: Project \"Implementation of redesigned SMS processes according to ISO 20000\"\n\nDescription:\n\nWithin our service management system, which has been certified since 2024, the controlling processes have been redesigned to make service delivery more effective. We now need external help to implement the new processes.\n \nMain tasks:\n\nReview and approval of the new SMS processes by the management committee (preliminary review has already been carried out)\nPresent the new SMS processes...",
    "companyName": "GULP Schweiz AG",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/68414ec69818d92f7808f67e",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T10:01:10.489",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Service management",
      "ISO/IEC 20000",
      "ConSense",
      "German"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01147431",
    "idInIndex": "C01147431",
    "type": "AGENCY",
    "title": "Senior SAP S/4HANA Service Consultant (m/f/d) - Remote Project / Full-time",
    "location": "Bonn",
    "description": "We are currently looking for a Senior SAP S/4HANA Service Consultant (m/f/d) for our telecommunications client. Duration: 01.07.2025 - 30.09.2025 (Option to extend: Yes) Utilization: 100% / Volume: 60 PT / 480 hours Location: remote, possibly individual appointments in Bonn (only by arrangement)\n\na) Project description: The SAP S/4HANA Service Consultant supports companies in the implementation, optimization and further development of modern customer service processes based on SAP S/4HANA Service....",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147431",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T09:30:26.211",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Sound knowledge of the SAP S/4HANA service module and related processes Experience in mapping and optimizing service processes (incl. service contract management and billing) Confident handling of SAP customizing in the service context Knowledge of integration with other SAP modules (e.g. SD, MM, FI/CO) Familiar with modern SAP technologies (Fiori, Embedded Analytics, FSM, CX) Analytical skills to evaluate requirements and develop efficient solutions Strong communication and consulting skills to work with interdisciplinary teams High customer orientation, structured way of working and ability to work in a team"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147397",
    "idInIndex": "C01147397",
    "type": "AGENCY",
    "title": "Senior SAP S/4HANA Solution Architect (m/f/d) - Remote Project / Full-time",
    "location": "Bonn",
    "description": "We are currently looking for a Senior SAP S/4HANA Solution Architect (m/f/d) for our telecommunications client. Duration: 01.07.2025 - 30.09.2025 (Option to extend: Yes) Utilization: 100% / Volume: 60 PT / 480 hours Location: remote, possibly individual appointments in Bonn (only by arrangement)\n\na) Project description: As SAP S/4HANA Solution Architect you will be responsible for consulting in the strategic and technical design of SAP S/4HANA transformation projects. The aim is to support organizations...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147397",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T09:30:26.204",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "In-depth experience in the architecture of SAP S/4HANA transformation projects Strong understanding of business processes, system integration and data architecture Sound knowledge of SAP core modules and modern SAP technologies (SAP BTP, Fiori, Embedded Analytics etc.) Experience with integration designs and interface management (incl. non-SAP systems) Strategic and analytical thinking as well as the ability to present complex interrelationships in an understandable way Strong communication and coordination skills as an interface between business and IT Experience in leading architecture workshops, review processes and governance initiatives"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147386",
    "idInIndex": "C01147386",
    "type": "AGENCY",
    "title": "Remote and part-time: SAP ECC Consultant (m/f/d)",
    "location": "Frankfurt am Main",
    "description": "For our client we are looking for a SAP ECC Consultant (f/m/d) with experience in Credit Management. Project details: Duration: 01.07.2025 - 31.01.2026 Workload: 20 PT / 100% Remote\n\nAnalyze configuration, master and transaction data ECC Fit-Gap / Fit-to-Standard approach for realization in S/4HANA Credit Management Elaboration of possible transformation scenarios Preparation of a decision basis for the customer German and English spoken and written Knowledge in SAP S/4HANA incl. experience in brownfield...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147386",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-05T09:30:26.162",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Written and spoken German and English Knowledge of SAP S/4HANA incl. experience in brownfield conversion, very good knowledge of SAP ECC Credit Management Very good knowledge of SAP S/4HANA Credit Management (basic+advanced) Knowledge of conversion from classic Credit Management to S/4HANA Credit Management incl. structures Credit Management to S/4HANA Credit Management incl. structures Knowledge of SD, SAP Fiori Conceptual experience and implementation of SAP Best Practices"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "b89568c4417411f0ace682a1d637046d",
    "idInIndex": "b89568c4417411f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "SAP PP/PM Consultant (m/f/d)",
    "location": "Remote, D4",
    "description": "We are currently looking for a SAP PP/PM Consultant for an exciting project with one of our customers. Workload: 2-4 days/ month Your tasks include: Analysis and optimization of maintenance and production processes in the SAP PP/PM environment Introduction of availability checks and performance-based maintenance for tools Maintenance and management of equipment incl. status management Implementation of repair and maintenance processes (internal/external) in SAP Integration and interface coordination...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100134%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T20:17:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "e85a655a416a11f0ace682a1d637046d",
    "idInIndex": "e85a655a416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Security Network Engineer (m/f/d)",
    "location": "D2, Remote",
    "description": "We are currently looking for a Security Network Engineer for one of our clients. Utilization: 100% Location: the first 1-2 weeks on site in D2, then remote and on site as required.  Your tasks will include:  Administration, configuration and ongoing operation of Fortinet security solutions Collaboration in the conception and implementation of IT security strategies Conducting vulnerability analyses, security assessments and risk assessments in the network environment Collaboration with internal specialist...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100135%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:39:00.000",
    "startDate": "Juni/Juli 2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "e6578134416a11f0ace682a1d637046d",
    "idInIndex": "e6578134416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Quality Manager in the field of hydrogen (m/f/d)",
    "location": "D7",
    "description": "We are currently looking for an experienced Quality Manager for the expansion of an electrolysis plant.  Your tasks will include  Independent development, implementation and follow-up of quality gates during the project and construction phases, as well as along the entire supply chain Evaluation and implementation of customer requirements in coordination with internal departments (HSEQ, PL) and the end customer Creation, coordination and maintenance of inspection and test plans (ITPs) incl. Ensuring...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100133%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:39:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "e7bc2d0e416a11f0ace682a1d637046d",
    "idInIndex": "e7bc2d0e416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Construction Supervisor Civil Engineering/Special Civil Engineering - Local Construction Supervision (m/f/d)",
    "location": "D6",
    "description": "I am currently looking for project support for my project partner in the field of construction supervision in special civil engineering.  Your tasks would be:  Scheduling Schedule control Construction documentation Supervision of execution Invoice verification Measurement verification 5+ years experience as site manager/construction supervisor Experience in special civil engineering (bored drop walls, bridge supports, etc.) Civil engineers Lean site management Lean constions management MS project...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100128%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "e8f2ac5c416a11f0ace682a1d637046d",
    "idInIndex": "e8f2ac5c416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Developer Embedded C++ (m/f/d)",
    "location": "D3, remote",
    "description": "We are currently looking for an Embedded C++ Developer for an exciting project with one of our customers.  Your task:  Development / further development of embedded SW in the field of process engineering Development / further development of interfaces and interfaces Very good knowledge in the application of the programming language C++ as well as the common development tools Basic understanding of the architectures of embedded systems Knowledge in the field of SW development of embedded systems desirable...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100132%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "e956fc3e416a11f0ace682a1d637046d",
    "idInIndex": "e956fc3e416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Test bench expert gas measurement (m/f/d)",
    "location": "D7, Remote",
    "description": "We are currently looking for a test bench expert in the field of gas measurement for one of our customers.  Your tasks include: Analysis of the specific customer requirements for the construction of a test bench in the field of gas production Creation of a concept regarding the construction of a test bench in the field of gas production Definition of the criteria for testing flow measurement, acoustic measurement, pressure measurement, current measurement, speed measurement and tightness Implementation...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100131%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "August 2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "e4f9b6ae416a11f0ace682a1d637046d",
    "idInIndex": "e4f9b6ae416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "HDD Site Supervisor (m/f/d)",
    "location": "D9",
    "description": "I am looking for several site supervisors for HDD drilling for one of my clients.  Your tasks would be  Analyzing the bill of quantities for the HDD drillings Construction supervision of the HDD construction work with regard to the technical regulations (DIN standards, DVGW GW 321, DCA) Control and coordination of the construction processes, to carry out work on time and in accordance with the specifications Preparation and maintenance of the technical documentation of all relevant work steps and...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100129%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "f458b49c416a11f0ace682a1d637046d",
    "idInIndex": "f458b49c416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "SAP FI-CO (m/f/d)",
    "location": "Remote",
    "description": " We are currently looking for an expert in the area of SAP FI-CO to take on the following tasks for the customer:  Analysis of the existing errors in the area of SAP FI/CO with focus on the topics in the area of accounting and controlling Analysis of the existing customer requirements for SAP S4 HANA Derivation of a concept for troubleshooting including solution proposals &amp; recommendations for action Elimination of the errors based on the analysis and the concept Creation of a log and forwarding...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100122%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "ASAP",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "f5c72f3e416a11f0ace682a1d637046d",
    "idInIndex": "f5c72f3e416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Local construction supervision civil engineering (NEW: 93348) (m/f/d)",
    "location": "D7, Heilbronn",
    "description": "I am currently looking for a local construction supervisor in the field of civil engineering for a line project for a client.  Your tasks would be:  Supervision of construction work Quality management Documentation Interface management Defect management Change management Education: University degree Dipl.-Bauingenieur TU/FH, Bachelor or Master of Sience or equivalent Professional experience: at least 3 years in the service phase 8 and 9 as local construction supervision Professional experience in...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100130%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "ASAP",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "e20ba8bc416a11f0ace682a1d637046d",
    "idInIndex": "e20ba8bc416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "Excavation Supervisor / Geotechnical Supervisor Civil Engineering HOAI Service Phase 8 (m/f/d)",
    "location": "D9, Bayern",
    "description": "For my client I am looking for a geotechnical construction supervisor for the service phase 8 in a cutting-edge project for the energy transition. Your tasks would be:  Construction supervision of civil engineering according to HOAI service phase 8: Monitoring of the construction work with regard to the geotechnical aspects Identification and monitoring of the rectification of geotechnical defects Coordination with external trades so that geotechnical requirements are integrated into the overall...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100126%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "asap",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "ec7a95f6416a11f0ace682a1d637046d",
    "idInIndex": "ec7a95f6416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "CAN Testing (m/f/d)",
    "location": "D8, remote",
    "description": "We are currently looking for a CAN Tester for one of our customers of an existing test environment for camera systems:  Extension of an existing test environment to integrate new test cases and system components. Execution and evaluation of tests on camera systems, especially with regard to functionality, image quality and system behavior. Integration of new features, in particular the extension of 3D camera functions to 2D applications and the integration of AI-based functionalities. Experience...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100136%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "ee2ba3ae416a11f0ace682a1d637046d",
    "idInIndex": "ee2ba3ae416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "IOS Developer (m/f/d)",
    "location": "D5, remote",
    "description": "We are currently looking for an expert in the field of IOS programming for an exciting project with our client.  Your tasks are  Development of a program from Windows to IOS Data connection between external network and app on IOS Implementation of training in IOS programming (hurdles/requirements etc.) IOS programming Windows programming C# SQL D5, remote remote",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100127%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "01.10.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "f0a75150416a11f0ace682a1d637046d",
    "idInIndex": "f0a75150416a11f0ace682a1d637046d",
    "type": "EXTERNAL",
    "title": "PLC Programmer/Commissioning Engineer TIA Portal (m/f/d)",
    "location": "D3, Hannover",
    "description": "For one of our customers we are currently looking for a commissioning engineer for the Hanover site. Utilization: 100% Location: 100% in Hanover, possibly later remote possible Required Language skills: German and English Tasks:  Creation of control programs with Siemens TIA Portal Commissioning of the systems in Hanover Checking the technical documents for the order Creation of technical documents, e.g. I/O checklists, signal interface, etc. Software design and commissioning in the food, pharmaceutical...",
    "companyName": "SOLCOM GmbH",
    "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
    "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100125%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T19:17:00.000",
    "startDate": "15.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "684075bb8c300e5fa5ce4f5c",
    "idInIndex": "684075bb8c300e5fa5ce4f5c",
    "type": "TALENT_FINDER",
    "title": "File Transfer Expert (m/f/d) GoAnywhere / BMC MFT - Remote &amp; Frankfurt",
    "location": "FFM & remote",
    "description": "File Transfer Expert (m/f/d) GoAnywhere / BMC MFT For our client from the financial services sector, we are looking for experienced support as File Transfer Expert (m/f/d) GoANywhere from 07/2025 for the expected period until 09/2026. The work will be remote and, by arrangement, about 30% on site in the Frankfurt area.\n\nTask:\n- Planning and coordinating migrations for around 120 organizations\n- Accompanying knowledge development and transfer to the operating organization\n\nRequirements:\n- Product...",
    "companyName": "percision services GmbH",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/684075bb8c300e5fa5ce4f5c",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T18:35:07.926",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "File Transfer",
      "GoAnywhere",
      "BMC module MFT"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147287",
    "idInIndex": "C01147287",
    "type": "AGENCY",
    "title": "Senior Project Manager - Strategic Lead (m/f/d)",
    "location": "Essen",
    "description": "Our client, a public company in North Rhine-Westphalia, is pursuing the goal of setting up a new SAP S/4HANA system from scratch. This enables a redesign of the existing processes and structures without having to take over the legacy from the current ERP system. The decision to create a new and technically future-proof foundation and to drive forward an SAP S/4 HANA transformation in a greenfield approach pursues the goal of harmonizing standards and SAP best practices within the company and positioning...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147287",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T18:30:24.798",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "must haves: Certification as SAP Activate Project Manager valid security clearance (at least Ü2) or proof of existing security clearance mandatory at least 3 reference projects as Senior Project Manager in the SAP S/4 Hana environment at least 15 years of project experience in the SAP environment at least 7 years of experience with SAP S/4 Hana SAP certification in a module such as FI/CO, EWM, SCM etc. Certification Design Thinking Coach Professional Scrum Master I (PSM I) or equivalent certification Business fluent in written and spoken German"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147349",
    "idInIndex": "C01147349",
    "type": "AGENCY",
    "title": "Python AI Asset Management Expert (f/m/d)",
    "location": "Frankfurt am Main",
    "description": "The \"Quant Innovation\" project focuses on the implementation of the AI use case \"Generative AI in quantitative funds\" (Quantitative Asset Management, ETF &amp; Institutional) and aims to integrate AI research results into portfolio construction. The focus is on the strategic expansion of an \"AI portfolio infrastructure\", in which traditional financial models will be combined with AI models in future. In the area of \"Process development AI capability/LLMs (Large Language Models) Fixed Income\", research...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147349",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T18:30:24.796",
    "startDate": "01.09.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "In-depth Python experience (mandatory) Extensive experience with Dash / Pandas / Numpy (mandatory) Knowledge of JavaScript and GUI development in general is an advantage Ideally experience in (quantitative) asset management and finance in general to be able to support in prioritizing tasks Experience in quantitative data models and knowledge in these areas, e.g. in the implementation of factor construction methods (desirable) Team and solution-oriented, highly professional way of working Quick absorption and structuring of complex issues"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "684074218c300e5fa5ce4eb8",
    "idInIndex": "684074218c300e5fa5ce4eb8",
    "type": "TALENT_FINDER",
    "title": "BMC Control M Scheduling Solution Expert (m/f/d) Remote &amp; Frankfurt",
    "location": "FFM & remote",
    "description": "BMC Control M Scheduling Solution Expert (m/f/d) For our client from the financial services sector, we are looking for experienced support as BMC Scheduling Solution Expert (m/f/d) for the expected period until 09/2026. The assignment will be full-time and 30% of the time in the vicinity of Frankfurt.\n\nTask:\nRefinement and operational conversion of 1,500 job chains\n\nRequirements:\n- Technology expert (coding, operation) with technical process knowledge, as well as product knowledge of BMC Control...",
    "companyName": "percision services GmbH",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/684074218c300e5fa5ce4eb8",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T18:28:17.544",
    "startDate": "01.07.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "BMC Control-M"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147354",
    "idInIndex": "C01147354",
    "type": "AGENCY",
    "title": "IT System Specialist - EMM/MDM (m/f/d) - 50% remote / full-time / project for at least one year",
    "location": "Wiesbaden",
    "description": "For a public client in Wiesbaden we are currently looking for an IT System Specialist - EMM/MDM (m/f/d). Duration: asap - 30.06.2026 (optionally longer) Utilization: 100% (1280 hours) Location: 50% remote / 50% on-site Wiesbaden Max. Hourly rate: 69,50 EUR all-in (with 30 days payment term)\n\na) Tasks of the \"IT System Specialist - EMM/MDM\": Connection and management of mobile end devices with the EMM/MDM platform Management of 3rd party apps with the EMM/MDM platform for the users Setup, migration...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147354",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T17:30:27.826",
    "startDate": "05.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Key-Skill 01: Experience in the management of mobile devices with EMM/MDM platforms Key-Skill 02: Experience in the administration and configuration of EMM/MDM products Key-Skill 03: Experience in troubleshooting the EMM/MDM infrastructure incl. log file"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "6840639c0ed2b8273e40ddf3",
    "idInIndex": "6840639c0ed2b8273e40ddf3",
    "type": "DIREKT",
    "title": "IT Project Manager REST APIs",
    "location": "St. Gallen",
    "description": "We are looking for an experienced IT Project Manager for APIs with in-depth knowledge of design and architecture to successfully drive challenging IT projects and promote innovative solutions. The role will include leading a team, managing the service layer and being responsible for budget, scope and smooth project completion. We are looking for an experienced IT Project Manager for APIs with in-depth knowledge of design and architecture to successfully drive challenging IT projects and promote innovative...",
    "companyName": null,
    "companyLogoUrl": "https://www.gulp.de/direkt/app/assets/img/gulp-direkt-logo.png",
    "url": "https://www.gulp.de/gulp2/g/projekte/direkt/6840639c0ed2b8273e40ddf3",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T17:17:48.427",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Six years of professional experience in design and architecture with a focus on RESTful",
      "Conception and implementation of REST APIs",
      "Very good knowledge of streaming technologies",
      "in particular Kafka as the central messaging platform (Kafka is",
      "Practice in the design and development of robust",
      "secure and scalable REST APIs",
      "FlinkSQL)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "684062a30ed2b8273e40dd54",
    "idInIndex": "684062a30ed2b8273e40dd54",
    "type": "DIREKT",
    "title": "Senior DevOps Engineer Kafka &amp; Cloud Infrastructure (Banking)",
    "location": "St. Gallen",
    "description": "In this role, you will work closely with internal specialists to improve DevOps and release management processes, establish automated testing and implement efficient service lifecycle optimization For an exciting project in the banking/finance sector, we are looking for a Senior DevOps IT Specialist (100%) to implement DevOps standards and optimize IT processes. This role is a pure DevOps position (100%) and is aimed at experts with sound technical experience the business specialists define the requirements...",
    "companyName": null,
    "companyLogoUrl": "https://www.gulp.de/direkt/app/assets/img/gulp-direkt-logo.png",
    "url": "https://www.gulp.de/gulp2/g/projekte/direkt/684062a30ed2b8273e40dd54",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T17:13:39.679",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Several years of experience in a comparable DevOps or IT specialist role",
      "In-depth understanding of DevOps practices",
      "Release management and ITIL",
      "Kafka streams",
      "REST APIs",
      "Argo CD",
      "GitLab",
      "docker",
      "Kubernetes",
      "Ansible and Terraform"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "68405ca59818d92f7808cf2d",
    "idInIndex": "68405ca59818d92f7808cf2d",
    "type": "TALENT_FINDER",
    "title": "EDI / INVOICE Business Analyst / Code Analyst (m/f/d) on site in Offenburg",
    "location": "Offenburg (Deutschland)",
    "description": "For our client we are looking for an EDI / INVOICE Business Analyst / Code Analyst (m/f/d) on site in Offenburg with immediate effect\n\nSkills:\n- EDI / INVOICE experience\n- Ability to read code, Java /C++ rather advantageous\n\nProject duration: end of 2025\nAssignment: every week on site in Offenburg 1/2 days, rest - remote\n\nI am looking forward to your interest! EDI / INVOICE Business Analyst / Code Analyst (m/f/d) Offenburg (Germany) remote",
    "companyName": "percision services GmbH",
    "companyLogoUrl": null,
    "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/68405ca59818d92f7808cf2d",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T16:48:05.596",
    "startDate": "16.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "EDI / INVOICE Business Analyst / Code Analyst (m/f/d)"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  },
  {
    "id": "C01147323",
    "idInIndex": "C01147323",
    "type": "AGENCY",
    "title": "Process optimization of control systems for projects / project management",
    "location": "Hamburg",
    "description": "General conditions We are looking for applicants who are subject to social security contributions Performance period: 012.06.2025 - 31.07.2025 (This is an analysis / consulting request, therefore short period for the conception). Remote: approx. 80% remote &amp; 20% on site in Hamburg\n\nObjective The \"Findings and Learnings\" project aims to increase efficiency and ensure the successful implementation of strategic projects on time and within budget through uniform standards and targeted digitization....",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147323",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T16:30:27.926",
    "startDate": "12.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Experience in process optimization Project management competence Know-how in quality management Experience according to objectives"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01147095",
    "idInIndex": "C01147095",
    "type": "AGENCY",
    "title": "Building automation planner (m/f/d)",
    "location": "Dresden",
    "description": "Our client is looking for a Building Automation Planner (m/f/d) for a project in Dresden. General conditions: Start: Immediately Duration: 12 months with the possibility of extension Location: Dresden Hourly rate: 75 €/hour\n\nEngineering planning of technical building automation systems in accordance with the HOAI service phases Successfully completed technical college or university education in the field of electrical engineering, automation technology or comparable Ideally professional experience...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147095",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T16:30:27.922",
    "startDate": "04.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Successfully completed technical college or university education in the field of electrical engineering, automation technology or comparable Ideally professional experience in engineering planning Very good MS Office skills and CAD knowledge Experience with Building Information Modeling (BIM) as a planning method is an advantage Good written and spoken English skills"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": false
  },
  {
    "id": "C01147288",
    "idInIndex": "C01147288",
    "type": "AGENCY",
    "title": "Part-time: IT - Developer e.g. Mobile Apps, Java, Spring, VueJS, Linux, AWS, Jira, REST API (f/m/d)",
    "location": "Frankfurt am Main",
    "description": "-\n\nDevelopment: Implementation of technical requirements with Java, Vue.js, MongoDB. Frontend extension with Vue.js, backend with MongoDB. App customization with Xcode and Android Studio. Bug fixes &amp; optimization: Bug fixes and performance optimization. Development deconstruction: Analysis and deconstruction of obsolete components while ensuring system stability. Ensuring data and system security (server for validation codes). Operational management: monitoring of the backend server, monitoring...",
    "companyName": null,
    "companyLogoUrl": "",
    "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01147288",
    "applicationDate": null,
    "originalPublicationDate": "2025-06-04T16:30:27.916",
    "startDate": "23.06.2025",
    "favorite": null,
    "hidden": null,
    "memoText": null,
    "duration": null,
    "skills": [
      "Must Requirement: The profile must have 5 years of project experience in mobile application deployment, coordination of business requirements and ensuring data and system security for validation codes. Have proven experience and extensive expertise in developing and operating the applications with backend server necessities of the following technologies: - Backend: Java, Spring Framework, Linux (Amazon Linux + Debian) - DB Modular Cloud, Amazon AWS - Docker, Portainer, Tomcat, Nginx, - Frontend: Vue.JS2, JavaScript, Type Script, - Databases: Mongo DB The profile must be able to communicate regularly and transparently and maintain all project documentation in German. The use of tools such as M365 for communication, Jira for ticket and task management, and GitLab/Hub for source code management is required. Documentation in SharePoint is also essential. Experience in the maintenance and further development of data connections on the technological basis of RESTAPI and data exchange Target requirement: The profile should show in which topics the IT security standards of a backend server, according to specific requirements and guidelines of the Federal Office for Information Security (BSI), have been complied with. The profile should show experience in projects in which a robust server system with Java, Spring and Vue.js was implemented for backend development. MongoDB was used for data management, Docker for containerization and Portainer for monitoring. The cloud infrastructure consists of DB Modular Cloud and Amazon AWS. Linux systems (Amazon Linux, Debian) were used for server provisioning The profile should include knowledge of mobile application architecture, basic architecture concepts, architecture principles, integration of interfaces and security aspects"
    ],
    "active": null,
    "projectKey": null,
    "isRemoteWorkPossible": true
  }
]