{
  "totalCount": 530,
  "projects": [
    {
      "id": "923cf986408d11f0ace682a1d637046d",
      "idInIndex": "923cf986408d11f0ace682a1d637046d",
      "type": "EXTERNAL",
      "title": "ICT System Administrator (GMP) (56318)",
      "location": "Raum Luzern",
      "description": "Our customers include, among others:   Banks and financial services Insurance companies Public administrations Energy and industrial companies Chemical/pharmaceutical/healthcare companies Telecommunications and IT service providers Trade and transportation We are looking for you as an ICT system administrator GMP (Good Manufacturing Practice) for our client. In this role you will be responsible for the administration and maintenance of IT systems and networks. You will ensure compliance with GMP...",
      "companyName": "IQ PLUS AG",
      "companyLogoUrl": "https://www.iqplus.ch/wp-content/uploads/2021/04/IQ-Plus-Logo-Ohne-Claim-RGB-2.svg",
      "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.iqplus.ch%2Foffene-projektstellen%2F%3Fid%3D2074",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T17:15:00.000",
      "startDate": "sofort",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "231529f0408a11f0ace682a1d637046d",
      "idInIndex": "231529f0408a11f0ace682a1d637046d",
      "type": "EXTERNAL",
      "title": "Site Manager Building Automation/Electrical (m/f/d)",
      "location": "D3",
      "description": "We are currently looking for a Site Manager Building Automation/Electrical for an exciting assignment with our client.  Task: Construction management of building automation Coordination of electricians for cabling Configuration of control cabinets Automation Knowledge in the field of electrical engineering and/or building automation Experience in the automotive industry D3",
      "companyName": "SOLCOM GmbH",
      "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
      "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100107%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T16:18:00.000",
      "startDate": "16.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "245eb31c408a11f0ace682a1d637046d",
      "idInIndex": "245eb31c408a11f0ace682a1d637046d",
      "type": "EXTERNAL",
      "title": "Technical draftsman (m/f/d)",
      "location": "Remote",
      "description": "We are currently looking for a Technical Draughtsman for our client: Your tasks will include  New creation and standardization of existing drawings according to new guidelines and specifications. Initially 20-30 drawings. Very good knowledge of technical drawings (mechanical engineering). Existing drawing tool (CREO, Pro/E, CATIA, Solidworks). CREO license and experience in use Experience in drawing continuous cast aluminum parts (e.g. handle strips, running rails (furniture construction) and guide...",
      "companyName": "SOLCOM GmbH",
      "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
      "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100110%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T16:18:00.000",
      "startDate": "10.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "376d9644408511f0ace682a1d637046d",
      "idInIndex": "376d9644408511f0ace682a1d637046d",
      "type": "EXTERNAL",
      "title": "Consultant (f/m/d)",
      "location": "Stuttgart",
      "description": "For one of our customers from the IT industry in Stuttgart, we are looking for an expert (m/f/d) for driving authorization systems and anti-theft protection with a focus on cryptology, immobilizers and digital key systems in the automotive environment. Your tasks will include providing in-depth advice to the team and the customer's customers in the field of immobilizers and digital keys, testing software, creating and reviewing specifications and requirements as well as the secure documentation of...",
      "companyName": "PASS Global Consulting Alliance",
      "companyLogoUrl": "https://www.gulp.de/firma/img/big/passglobal.png",
      "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.profi4project.com%2FeCon%2Fhtml_de%2Fit_projekte%2Fit_stellen%2Fpro_3497915076837.html",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T16:15:00.000",
      "startDate": "01.08.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "C01146573",
      "idInIndex": "C01146573",
      "type": "AGENCY",
      "title": "Permit Coordination (m/f/d) DC North Sea",
      "location": "Berlin",
      "description": "For our client, we are looking for an experienced Permit Coordination (m/f/d) to support large-scale offshore infrastructure projects in the North Sea. The role focuses on ensuring timely permitting processes, compliance with regulatory conditions, and effective coordination between technical departments, authorities, and external stakeholders.\n\nSupervision of interfaces between 50Hertz departments: Permits (CPS) and Offshore (FO) for program execution Coordination and follow-up of resulting tasks...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146573",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T15:30:31.663",
      "startDate": "03.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "At least 5 years of experience as a Permit Compliance Engineer In-depth knowledge of the German Planfeststellungsverfahren (planning approval process) and monitoring of compliance with Planfeststellungsbeschluss and permit conditions Excellent command of German (C1 level) and English (minimum B2 level) Strong familiarity with German state and federal permitting authorities, including but not limited to: AfPE (Authority for Planning and Environmental Protection) BSH (Federal Maritime and Hydrographic Agency) GDWS (General Directorate for Waterways and Shipping) MEKUN (Ministry of Energy Transition, Climate Protection, Environment and Nature) LKN (State Agency for Coastal Protection, National Parks and Ocean Protection) WSV (Federal Waterways and Shipping Administration) Proficiency in QGIS, Google Earth Pro, MS PowerPoint, and Microsoft Office (Word, Excel)"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "C01146684",
      "idInIndex": "C01146684",
      "type": "AGENCY",
      "title": "Engagement Manager (m/f/d) for Bangkok",
      "location": "Bangkok Noi",
      "description": "Engagement Manager for a project in Bangkok/ Thailand (m/f/d) Start 01.07.2025 Duration: 6 month until 2 years part-time and later full-time location: 100% Bangkok NO remote\n\nCoordinate, collaborate and influence across hierarchies, functions and teams within the customer organization Interface with sales, project and product development teams in Europe and Asia to facilitate work efforts, define milestones and monitor project success Establish a long term and sustainable relationship with the assigned...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146684",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T15:30:31.660",
      "startDate": "01.07.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Must haves: Native Thai English C2 Permanent resident in Bangkok, Thailand +5 years of experience in a technical project manager role working with stakeholders from business and IT, driving technical implementations or transformation programs Experience collaborating across business units internally and at large enterprises Nice to haves: +10 years' experience in managing large end-consumer facing IT implementations e.g. marketing, loyalty, communications +5 years' experience in Aviation Industry in the commercial business domains Superior project management skills with the ability to think strategically and work tactically Excellent communication, presentation, problem-solving and management skills Experience in Airline loyalty programs is a huge plus"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "C01146576",
      "idInIndex": "C01146576",
      "type": "AGENCY",
      "title": "IT Developer/Developer Input Management (m/f/d) - IBM OpenText Capture",
      "location": "Frankfurt am Main",
      "description": "In the area of inbound management, processes are to be optimized - in particular the recognition and forwarding of incoming mail and the extraction of a wide range of information. This is achieved through rule-based recognition with OpenText.\n\nIn the area of inbound management, processes are to be optimized - in particular the recognition and forwarding of incoming mail, taking into account a wide range of information. This is achieved through rule-based recognition with OpenText. In addition to...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146576",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T15:30:31.657",
      "startDate": "23.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "- Core competence: OpenText Capture - .NET programming - build management - configuration and release management - design and build enablement - Language skills: German - Work location: Remote (Germany) - Seniority: Senior"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "f8a72fea408111f0ace682a1d637046d",
      "idInIndex": "f8a72fea408111f0ace682a1d637046d",
      "type": "EXTERNAL",
      "title": "Business Analyst Post Merger Integration (SAP, Salesforce) (m/f/d)",
      "location": "Remote, D2",
      "description": "For our existing client we are currently looking for an experienced Business Analyst for Post Merger Integration. Workload: 80% Location: Nearly 100% remote, 2-4 days on site/month in D2 Required. Language skills: German (business fluent), English (business fluent) Your task: Creation of Business Blue Prints for process optimization project, end to end processes (logistics) On the edge also the integration in Salesforce Integration in other modules Execution of an actual/target analysis Execution...",
      "companyName": "SOLCOM GmbH",
      "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
      "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100101%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T15:18:00.000",
      "startDate": "01.07.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "683eef5a8c300e5fa5cdcf94",
      "idInIndex": "683eef5a8c300e5fa5cdcf94",
      "type": "TALENT_FINDER",
      "title": "Frontend Architect (m/f/d) eIDAS, Certification Hierarchies &amp; BITV 2.0 - remote/Berlin",
      "location": "remote/Berlin",
      "description": "Frontend Architect (m/f/d) eIDAS, Certification Hierarchies &amp; BITV 2.0 For our client we are looking for a Frontend Architect (m/f/d) eIDAS, Certification Hierarchies &amp; BITV 2.0 for the expected duration until 06/2026 with the option of extension. The assignment will be full-time and mostly remote.\n\nIMPORTANT: Only projects with an end date within the last 3 years can be considered. Please refrain from applications that do not fulfill all must-haves and less than 80% of the nice-to-haves.\n\nTasks:\n-...",
      "companyName": "percision services GmbH",
      "companyLogoUrl": null,
      "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/683eef5a8c300e5fa5cdcf94",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:49:30.993",
      "startDate": "01.07.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "eIDAS",
        "Certification hierarchies",
        "X.509",
        "TR-03128",
        "BITV 2.0",
        "WCAG",
        "JavaScript",
        "Velocity",
        "Selenium"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "C01146619",
      "idInIndex": "C01146619",
      "type": "AGENCY",
      "title": "Occupational safety specialist (m/f/d) with construction site experience - Construction / SiG",
      "location": "Hamburg",
      "description": "We are looking for a committed occupational safety specialist (m/f/d) with experience in the construction site environment for nationwide assignments.\n\nAdvising the employer on occupational health and safety on the construction site Assessment of working conditions and safety inspections of systems and processes Monitoring measures to prevent accidents and occupational diseases Instructing employees on safe behavior Collaboration in risk assessments and safety plans Implementation of instructions...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146619",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.686",
      "startDate": "03.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Qualification as an occupational safety specialist (Sifa course) Extensive practical experience on construction sites Sound knowledge of the Construction Site Ordinance and the RAB (Rules for Occupational Safety on Construction Sites) Experience in the preparation and application of health and safety plans Experience in working with various trades and companies on construction sites Good knowledge of typical hazards and protective measures in construction site operations"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "C01146616",
      "idInIndex": "C01146616",
      "type": "AGENCY",
      "title": "HSE Manager (m/f/d) - Occupational Safety, Health &amp; Environmental Protection",
      "location": "Hamburg",
      "description": "We are looking for an experienced HSE Manager (m/f/d) in the construction industry for nationwide assignments who is responsible for the implementation and monitoring of health, safety and environmental protection measures on the construction site and contributes to compliance with legal regulations and internal company standards.\n\nDevelop and implement HSE policies and procedures for the construction site. Carrying out risk assessments and deriving protective measures. Drawing up safety plans and...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146616",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.683",
      "startDate": "03.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Sound knowledge of laws and guidelines in occupational safety and environmental protection Experience in the preparation of risk assessments Experience in the preparation of safety and emergency plans Implementation of instructions and training Experience in accident investigation and development of preventive measures High sense of responsibility Strong communication skills Strong assertiveness Completed studies in safety engineering, environmental protection or comparable Additional qualifications in occupational safety or environmental management an advantage"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "C01146687",
      "idInIndex": "C01146687",
      "type": "AGENCY",
      "title": "Program Manager (m/f/d) - 100% remote",
      "location": "Bonn",
      "description": "We are currently looking for a Program Manager (m/f/d) for our client in the logistics industry. Start: asap End: 31.12.2025 - extension possible Scope: 120 person days, with free time management or appointment agreement remote: 100%\n\nProject Planning and Strategy: Collaborate with cross-functional teams to ensure alignment of program objectives. Implement program strategies, objectives, and plans. Stakeholder Management: Identify and engage with key stakeholders, ensuring their needs and expectations...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146687",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.669",
      "startDate": "03.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Minimum of 10-15 years of experience in IT program or project management roles. Proven experience in designing, implementing, and managing internal control systems. Expertise in identifying, assessing, and mitigating IT-related risks. Strong technical IT background with knowledge of IT processes. Proficiency in project management methodologies such as Agile, Scrum, or PMP. English is a MUST"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "C01146613",
      "idInIndex": "C01146613",
      "type": "AGENCY",
      "title": "Quality Manager (m/f/d) in the construction industry",
      "location": "Hamburg",
      "description": "We are looking for a Quality Manager (m/f/d) in the construction industry for nationwide assignments on behalf of our client company at the earliest possible date.\n\nDevelopment and implementation of quality standards and procedures for the entire construction process. Creation of quality management plans. Conducting audits to verify compliance with quality standards. Training employees on quality requirements. Ensuring the documentation of all quality-relevant processes and results. Continuous improvement...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146613",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.666",
      "startDate": "03.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Sound knowledge of building materials, standards and quality management systems Experience in inspections, testing and reporting High level of diligence and quality awareness Analytical thinking Strong communication skills Technical training, ideally with additional qualification in quality management"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "C01146658",
      "idInIndex": "C01146658",
      "type": "AGENCY",
      "title": "Technical Project Manager (m/f/d)",
      "location": "Hamburg",
      "description": "For our partner in the medical technology environment, we are looking for an experienced technical project manager (m/f/d) with sound experience in equipment procurement, ideally in the field of laser systems. Project start: 01.07.25 Location: Hamburg and remote Duration: 12 months Workload: 1000 hours Overview: The aim is the holistic management of an investment project in the production environment - from target coordination with the client to commissioning and reporting at management level.\n\nExecution...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146658",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.658",
      "startDate": "01.07.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Experience as a project manager in an industrial manufacturing environment Proven track record of successfully completed projects in the field of equipment procurement, preferably laser systems Good knowledge of MS Project / PWA Process understanding in relation to commissioning, equipment qualification and validation Medical technology background or experience in regulated industries (e.g. GMP) Strong communication skills and experience in dealing with stakeholders at various levels Structured, self-motivated way of working English German"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "C01146671",
      "idInIndex": "C01146671",
      "type": "AGENCY",
      "title": "Workforce Management Consultant: Introduction ATOSS (ASES)",
      "location": "Hamburg",
      "description": "Our Hamburg customer from the logistics sector is looking for support from ATOSS ASES Software Consultant. General data Start: asap Duration: until 31.03.2026 Workload: preferably 100% or 37 hours/week Remote: Mainly remote possible with the willingness for on-site appointments in Hamburg\n\nProject status/starting position A total of 3 container terminals to go live in stages Basic technical parameterization of the system completed Go-live of the first terminal CTA on 01.07.2025 Terminal CTT to go...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146671",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.631",
      "startDate": "16.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Experience in workforce management projects Experience with the implementation of ATOSS system and infrastructure understanding Error analysis Analytical thinking &amp; problem solving Communication &amp; documentation Time and self-management Security and data protection awareness Process understanding logistics/container terminal German (fluent), English (good knowledge)"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "C01146647",
      "idInIndex": "C01146647",
      "type": "AGENCY",
      "title": "Senior Test Manager (f/m/d) for S4/HANA Transformation",
      "location": "Wiesbaden",
      "description": "Our client in the auditing industry is looking for a \"Senior Test Manager S4/HANA (SAP S/4HANA Transformation) (f/m/d)\" as of 01.07.2025. The client is carrying out a comprehensive transformation of its SAP landscape to S/4HANA including SAP BRIM. A key success criterion is a stringent test organization from the final test concept to detailed test planning and preparation to the execution of all test phases. We are looking for an experienced test manager (m/f/d) who will finalize the test concept,...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146647",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.628",
      "startDate": "01.07.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Technologies SAP S4/HANA (good knowledge) BRIM (nice to have) Tools Defect and test management system (Jira or similar) (good knowledge) Languages German (very good knowledge - C2 level) English (very good knowledge - C2 level) Test automation Test automation tools such as Robot Framework, Tricentis Tosca or similar (must have) Process models ISTQB or a comparable certificate (must have) Please provide proof of at least 5 years of experience as a test manager in SAP implementations (ideally S4/HANA / BRIM)"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    },
    {
      "id": "C01146617",
      "idInIndex": "C01146617",
      "type": "AGENCY",
      "title": "Senior Accountant (HGB) - Operational Focus (m/f/d)",
      "location": "Heidelberg, Neckar",
      "description": "For our partner in the pharmaceutical industry we are looking for a Senior Accountant (HGB) - Operational Focus (m/f/d) for the Heidelberg site. In this role you will take on a responsible function within the finance department. You will support the preparation of individual financial statements in accordance with the German Commercial Code (HGB) and contribute to ensuring smooth, legally compliant accounting. At the same time, you will make an important contribution to the financial management of...",
      "companyName": null,
      "companyLogoUrl": "",
      "url": "https://www.gulp.de/gulp2/g/projekte/agentur/C01146617",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:30:28.624",
      "startDate": "03.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Completed commercial training (e.g. tax clerk) or business studies with a focus on accounting / finance At least 5 years of professional experience in accounting, ideally in a production environment Generalist orientation with a broad range of accounting experience Confident handling of Excel and ERP systems, ideally SAP Business One Independent, structured way of working and high affinity for numbers Very good written and spoken German; knowledge of English an advantage"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "683ee8f49818d92f780754b8",
      "idInIndex": "683ee8f49818d92f780754b8",
      "type": "TALENT_FINDER",
      "title": "IT Network Engineer",
      "location": "Zürich",
      "description": "Network Engineer Your tasks:\n\nPlanning, design and administration of LAN and WAN infrastructures\n\nConfiguration and optimization of network components (routers, switches, access points, etc.)\n\nSupport and further development of the WLAN infrastructure at various locations\n\nEnsuring network security through firewall management, intrusion prevention and VPN solutions\n\nAnalysis and rectification of network problems (troubleshooting and performance optimization)\n\nSupport with IT projects and the introduction...",
      "companyName": "GULP Schweiz AG",
      "companyLogoUrl": null,
      "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/683ee8f49818d92f780754b8",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:22:12.727",
      "startDate": "09.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        "Router",
        "Switch",
        "WLAN",
        "Firewall",
        "VPN",
        "German",
        "Cisco",
        "Palo Alto Firewall",
        "Fortinet"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "9aa7b610407911f0ace682a1d637046d",
      "idInIndex": "9aa7b610407911f0ace682a1d637046d",
      "type": "EXTERNAL",
      "title": "Project management in the field of building control technology/electrical engineering (m/f/d)",
      "location": "Deutschland",
      "description": "We are currently looking for a commissioning engineer/project manager in the field of building control technology/electrical engineering for one of our customers Workload: 100% Location: Germany Your tasks include  Commissioning of various projects in the Hesse area, possibly also southern Germany Checking and, if necessary, correcting the wiring of the control cabinets Several years of practical experience in building control technology Experience in the commissioning of electrical engineering systems...",
      "companyName": "SOLCOM GmbH",
      "companyLogoUrl": "https://www.gulp.de/firma/img/big/solcom.png",
      "url": "https://gulp.de/robi/backend/tracker/url?project_url=https%3A%2F%2Fwww.solcom.de%2Fasp%2Frobots%2Fdetail.aspx%3Fmode%3DGULP%26id%3D100105%26utm_source%3Dgulp.de%26utm_medium%3Dsocial%26utm_campaign%3DJobposting",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:18:00.000",
      "startDate": "09.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": false
    },
    {
      "id": "683ee3dc9818d92f780744b2",
      "idInIndex": "683ee3dc9818d92f780744b2",
      "type": "TALENT_FINDER",
      "title": ".Net Developer for M365 Team (m/f/d), E2E, Openshift",
      "location": "Bern Wankdorf",
      "description": ".Net Developer for M365 Team (m/f/d), E2E, Openshift Start/end date: 16.06.2025 - 31.12.2025\nLocation: Bern\nHours/week: 42,00\n80-100% - max. 2 days on site\n\n\n.Net Developer for M365 Team\n\nDuties and Responsibilities:\n- Develop and maintain fullstack applications with a focus on .NET technologies.\n- Implementing and managing applications on OpenShift.\n- Working closely with customers to understand their requirements and develop customized solutions.\n- Independently implementing customer requests and...",
      "companyName": "GULP Schweiz AG",
      "companyLogoUrl": null,
      "url": "https://www.gulp.de/gulp2/g/projekte/talentfinder/683ee3dc9818d92f780744b2",
      "applicationDate": null,
      "originalPublicationDate": "2025-06-03T14:00:28.464",
      "startDate": "16.06.2025",
      "favorite": null,
      "hidden": null,
      "memoText": null,
      "duration": null,
      "skills": [
        ".Net",
        "C#",
        "Openshift",
        "M365"
      ],
      "active": null,
      "projectKey": null,
      "isRemoteWorkPossible": true
    }
  ]
}